[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAAA
AAAAAC
AAAAAT
AAAAAG
AAAAAN
AAAACA
AAAACC
AAAACT
AAAACG
AAAACN
AAAATA
AAAATC
AAAATT
AAAATG
AAAATN
AAAAGA
AAAAGC
AAAAGT
AAAAGG
AAAAGN
AAAANA
AAAANC
AAAANT
AAAANG
AAAANN
AAACAA
AAACAC
AAACAT
AAACAG
AAACAN
AAACCA
AAACCC
AAACCT
AAACCG
AAACCN
AAACTA
AAACTC
AAACTT
AAACTG
AAACTN
AAACGA
AAACGC
AAACGT
AAACGG
AAACGN
AAACNA
AAACNC
AAACNT
AAACNG
AAACNN
AAATAA
AAATAC
AAATAT
AAATAG
AAATAN
AAATCA
AAATCC
AAATCT
AAATCG
AAATCN
AAATTA
AAATTC
AAATTT
AAATTG
AAATTN
AAATGA
AAATGC
AAATGT
AAATGG
AAATGN
AAATNA
AAATNC
AAATNT
AAATNG
AAATNN
AAAGAA
AAAGAC
AAAGAT
AAAGAG
AAAGAN
AAAGCA
AAAGCC
AAAGCT
AAAGCG
AAAGCN
AAAGTA
AAAGTC
AAAGTT
AAAGTG
AAAGTN
AAAGGA
AAAGGC
AAAGGT
AAAGGG
AAAGGN
AAAGNA
AAAGNC
AAAGNT
AAAGNG
AAAGNN
AAANAA
AAANAC
AAANAT
AAANAG
AAANAN
AAANCA
AAANCC
AAANCT
AAANCG
AAANCN
AAANTA
AAANTC
AAANTT
AAANTG
AAANTN
AAANGA
AAANGC
AAANGT
AAANGG
AAANGN
AAANNA
AAANNC
AAANNT
AAANNG
AAANNN
AACAAA
AACAAC
AACAAT
AACAAG
AACAAN
AACACA
AACACC
AACACT
AACACG
AACACN
AACATA
AACATC
AACATT
AACATG
AACATN
AACAGA
AACAGC
AACAGT
AACAGG
AACAGN
AACANA
AACANC
AACANT
AACANG
AACANN
AACCAA
AACCAC
AACCAT
AACCAG
AACCAN
AACCCA
AACCCC
AACCCT
AACCCG
AACCCN
AACCTA
AACCTC
AACCTT
AACCTG
AACCTN
AACCGA
AACCGC
AACCGT
AACCGG
AACCGN
AACCNA
AACCNC
AACCNT
AACCNG
AACCNN
AACTAA
AACTAC
AACTAT
AACTAG
AACTAN
AACTCA
AACTCC
AACTCT
AACTCG
AACTCN
AACTTA
AACTTC
AACTTT
AACTTG
AACTTN
AACTGA
AACTGC
AACTGT
AACTGG
AACTGN
AACTNA
AACTNC
AACTNT
AACTNG
AACTNN
AACGAA
AACGAC
AACGAT
AACGAG
AACGAN
AACGCA
AACGCC
AACGCT
AACGCG
AACGCN
AACGTA
AACGTC
AACGTT
AACGTG
AACGTN
AACGGA
AACGGC
AACGGT
AACGGG
AACGGN
AACGNA
AACGNC
AACGNT
AACGNG
AACGNN
AACNAA
AACNAC
AACNAT
AACNAG
AACNAN
AACNCA
AACNCC
AACNCT
AACNCG
AACNCN
AACNTA
AACNTC
AACNTT
AACNTG
AACNTN
AACNGA
AACNGC
AACNGT
AACNGG
AACNGN
AACNNA
AACNNC
AACNNT
AACNNG
AACNNN
AATAAA
AATAAC
AATAAT
AATAAG
AATAAN
AATACA
AATACC
AATACT
AATACG
AATACN
AATATA
AATATC
AATATT
AATATG
AATATN
AATAGA
AATAGC
AATAGT
AATAGG
AATAGN
AATANA
AATANC
AATANT
AATANG
AATANN
AATCAA
AATCAC
AATCAT
AATCAG
AATCAN
AATCCA
AATCCC
AATCCT
AATCCG
AATCCN
AATCTA
AATCTC
AATCTT
AATCTG
AATCTN
AATCGA
AATCGC
AATCGT
AATCGG
AATCGN
AATCNA
AATCNC
AATCNT
AATCNG
AATCNN
AATTAA
AATTAC
AATTAT
AATTAG
AATTAN
AATTCA
AATTCC
AATTCT
AATTCG
AATTCN
AATTTA
AATTTC
AATTTT
AATTTG
AATTTN
AATTGA
AATTGC
AATTGT
AATTGG
AATTGN
AATTNA
AATTNC
AATTNT
AATTNG
AATTNN
AATGAA
AATGAC
AATGAT
AATGAG
AATGAN
AATGCA
AATGCC
AATGCT
AATGCG
AATGCN
AATGTA
AATGTC
AATGTT
AATGTG
AATGTN
AATGGA
AATGGC
AATGGT
AATGGG
AATGGN
AATGNA
AATGNC
AATGNT
AATGNG
AATGNN
AATNAA
AATNAC
AATNAT
AATNAG
AATNAN
AATNCA
AATNCC
AATNCT
AATNCG
AATNCN
AATNTA
AATNTC
AATNTT
AATNTG
AATNTN
AATNGA
AATNGC
AATNGT
AATNGG
AATNGN
AATNNA
AATNNC
AATNNT
AATNNG
AATNNN
AAGAAA
AAGAAC
AAGAAT
AAGAAG
AAGAAN
AAGACA
AAGACC
AAGACT
AAGACG
AAGACN
AAGATA
AAGATC
AAGATT
AAGATG
AAGATN
AAGAGA
AAGAGC
AAGAGT
AAGAGG
AAGAGN
AAGANA
AAGANC
AAGANT
AAGANG
AAGANN
AAGCAA
AAGCAC
AAGCAT
AAGCAG
AAGCAN
AAGCCA
AAGCCC
AAGCCT
AAGCCG
AAGCCN
AAGCTA
AAGCTC
AAGCTT
AAGCTG
AAGCTN
AAGCGA
AAGCGC
AAGCGT
AAGCGG
AAGCGN
AAGCNA
AAGCNC
AAGCNT
AAGCNG
AAGCNN
AAGTAA
AAGTAC
AAGTAT
AAGTAG
AAGTAN
AAGTCA
AAGTCC
AAGTCT
AAGTCG
AAGTCN
AAGTTA
AAGTTC
AAGTTT
AAGTTG
AAGTTN
AAGTGA
AAGTGC
AAGTGT
AAGTGG
AAGTGN
AAGTNA
AAGTNC
AAGTNT
AAGTNG
AAGTNN
AAGGAA
AAGGAC
AAGGAT
AAGGAG
AAGGAN
AAGGCA
AAGGCC
AAGGCT
AAGGCG
AAGGCN
AAGGTA
AAGGTC
AAGGTT
AAGGTG
AAGGTN
AAGGGA
AAGGGC
AAGGGT
AAGGGG
AAGGGN
AAGGNA
AAGGNC
AAGGNT
AAGGNG
AAGGNN
AAGNAA
AAGNAC
AAGNAT
AAGNAG
AAGNAN
AAGNCA
AAGNCC
AAGNCT
AAGNCG
AAGNCN
AAGNTA
AAGNTC
AAGNTT
AAGNTG
AAGNTN
AAGNGA
AAGNGC
AAGNGT
AAGNGG
AAGNGN
AAGNNA
AAGNNC
AAGNNT
AAGNNG
AAGNNN
AANAAA
AANAAC
AANAAT
AANAAG
AANAAN
AANACA
AANACC
AANACT
AANACG
AANACN
AANATA
AANATC
AANATT
AANATG
AANATN
AANAGA
AANAGC
AANAGT
AANAGG
AANAGN
AANANA
AANANC
AANANT
AANANG
AANANN
AANCAA
AANCAC
AANCAT
AANCAG
AANCAN
AANCCA
AANCCC
AANCCT
AANCCG
AANCCN
AANCTA
AANCTC
AANCTT
AANCTG
AANCTN
AANCGA
AANCGC
AANCGT
AANCGG
AANCGN
AANCNA
AANCNC
AANCNT
AANCNG
AANCNN
AANTAA
AANTAC
AANTAT
AANTAG
AANTAN
AANTCA
AANTCC
AANTCT
AANTCG
AANTCN
AANTTA
AANTTC
AANTTT
AANTTG
AANTTN
AANTGA
AANTGC
AANTGT
AANTGG
AANTGN
AANTNA
AANTNC
AANTNT
AANTNG
AANTNN
AANGAA
AANGAC
AANGAT
AANGAG
AANGAN
AANGCA
AANGCC
AANGCT
AANGCG
AANGCN
AANGTA
AANGTC
AANGTT
AANGTG
AANGTN
AANGGA
AANGGC
AANGGT
AANGGG
AANGGN
AANGNA
AANGNC
AANGNT
AANGNG
AANGNN
AANNAA
AANNAC
AANNAT
AANNAG
AANNAN
AANNCA
AANNCC
AANNCT
AANNCG
AANNCN
AANNTA
AANNTC
AANNTT
AANNTG
AANNTN
AANNGA
AANNGC
AANNGT
AANNGG
AANNGN
AANNNA
AANNNC
AANNNT
AANNNG
AANNNN
ACAAAA
ACAAAC
ACAAAT
ACAAAG
ACAAAN
ACAACA
ACAACC
ACAACT
ACAACG
ACAACN
ACAATA
ACAATC
ACAATT
ACAATG
ACAATN
ACAAGA
ACAAGC
ACAAGT
ACAAGG
ACAAGN
ACAANA
ACAANC
ACAANT
ACAANG
ACAANN
ACACAA
ACACAC
ACACAT
ACACAG
ACACAN
ACACCA
ACACCC
ACACCT
ACACCG
ACACCN
ACACTA
ACACTC
ACACTT
ACACTG
ACACTN
ACACGA
ACACGC
ACACGT
ACACGG
ACACGN
ACACNA
ACACNC
ACACNT
ACACNG
ACACNN
ACATAA
ACATAC
ACATAT
ACATAG
ACATAN
ACATCA
ACATCC
ACATCT
ACATCG
ACATCN
ACATTA
ACATTC
ACATTT
ACATTG
ACATTN
ACATGA
ACATGC
ACATGT
ACATGG
ACATGN
ACATNA
ACATNC
ACATNT
ACATNG
ACATNN
ACAGAA
ACAGAC
ACAGAT
ACAGAG
ACAGAN
ACAGCA
ACAGCC
ACAGCT
ACAGCG
ACAGCN
ACAGTA
ACAGTC
ACAGTT
ACAGTG
ACAGTN
ACAGGA
ACAGGC
ACAGGT
ACAGGG
ACAGGN
ACAGNA
ACAGNC
ACAGNT
ACAGNG
ACAGNN
ACANAA
ACANAC
ACANAT
ACANAG
ACANAN
ACANCA
ACANCC
ACANCT
ACANCG
ACANCN
ACANTA
ACANTC
ACANTT
ACANTG
ACANTN
ACANGA
ACANGC
ACANGT
ACANGG
ACANGN
ACANNA
ACANNC
ACANNT
ACANNG
ACANNN
ACCAAA
ACCAAC
ACCAAT
ACCAAG
ACCAAN
ACCACA
ACCACC
ACCACT
ACCACG
ACCACN
ACCATA
ACCATC
ACCATT
ACCATG
ACCATN
ACCAGA
ACCAGC
ACCAGT
ACCAGG
ACCAGN
ACCANA
ACCANC
ACCANT
ACCANG
ACCANN
ACCCAA
ACCCAC
ACCCAT
ACCCAG
ACCCAN
ACCCCA
ACCCCC
ACCCCT
ACCCCG
ACCCCN
ACCCTA
ACCCTC
ACCCTT
ACCCTG
ACCCTN
ACCCGA
ACCCGC
ACCCGT
ACCCGG
ACCCGN
ACCCNA
ACCCNC
ACCCNT
ACCCNG
ACCCNN
ACCTAA
ACCTAC
ACCTAT
ACCTAG
ACCTAN
ACCTCA
ACCTCC
ACCTCT
ACCTCG
ACCTCN
ACCTTA
ACCTTC
ACCTTT
ACCTTG
ACCTTN
ACCTGA
ACCTGC
ACCTGT
ACCTGG
ACCTGN
ACCTNA
ACCTNC
ACCTNT
ACCTNG
ACCTNN
ACCGAA
ACCGAC
ACCGAT
ACCGAG
ACCGAN
ACCGCA
ACCGCC
ACCGCT
ACCGCG
ACCGCN
ACCGTA
ACCGTC
ACCGTT
ACCGTG
ACCGTN
ACCGGA
ACCGGC
ACCGGT
ACCGGG
ACCGGN
ACCGNA
ACCGNC
ACCGNT
ACCGNG
ACCGNN
ACCNAA
ACCNAC
ACCNAT
ACCNAG
ACCNAN
ACCNCA
ACCNCC
ACCNCT
ACCNCG
ACCNCN
ACCNTA
ACCNTC
ACCNTT
ACCNTG
ACCNTN
ACCNGA
ACCNGC
ACCNGT
ACCNGG
ACCNGN
ACCNNA
ACCNNC
ACCNNT
ACCNNG
ACCNNN
ACTAAA
ACTAAC
ACTAAT
ACTAAG
ACTAAN
ACTACA
ACTACC
ACTACT
ACTACG
ACTACN
ACTATA
ACTATC
ACTATT
ACTATG
ACTATN
ACTAGA
ACTAGC
ACTAGT
ACTAGG
ACTAGN
ACTANA
ACTANC
ACTANT
ACTANG
ACTANN
ACTCAA
ACTCAC
ACTCAT
ACTCAG
ACTCAN
ACTCCA
ACTCCC
ACTCCT
ACTCCG
ACTCCN
ACTCTA
ACTCTC
ACTCTT
ACTCTG
ACTCTN
ACTCGA
ACTCGC
ACTCGT
ACTCGG
ACTCGN
ACTCNA
ACTCNC
ACTCNT
ACTCNG
ACTCNN
ACTTAA
ACTTAC
ACTTAT
ACTTAG
ACTTAN
ACTTCA
ACTTCC
ACTTCT
ACTTCG
ACTTCN
ACTTTA
ACTTTC
ACTTTT
ACTTTG
ACTTTN
ACTTGA
ACTTGC
ACTTGT
ACTTGG
ACTTGN
ACTTNA
ACTTNC
ACTTNT
ACTTNG
ACTTNN
ACTGAA
ACTGAC
ACTGAT
ACTGAG
ACTGAN
ACTGCA
ACTGCC
ACTGCT
ACTGCG
ACTGCN
ACTGTA
ACTGTC
ACTGTT
ACTGTG
ACTGTN
ACTGGA
ACTGGC
ACTGGT
ACTGGG
ACTGGN
ACTGNA
ACTGNC
ACTGNT
ACTGNG
ACTGNN
ACTNAA
ACTNAC
ACTNAT
ACTNAG
ACTNAN
ACTNCA
ACTNCC
ACTNCT
ACTNCG
ACTNCN
ACTNTA
ACTNTC
ACTNTT
ACTNTG
ACTNTN
ACTNGA
ACTNGC
ACTNGT
ACTNGG
ACTNGN
ACTNNA
ACTNNC
ACTNNT
ACTNNG
ACTNNN
ACGAAA
ACGAAC
ACGAAT
ACGAAG
ACGAAN
ACGACA
ACGACC
ACGACT
ACGACG
ACGACN
ACGATA
ACGATC
ACGATT
ACGATG
ACGATN
ACGAGA
ACGAGC
ACGAGT
ACGAGG
ACGAGN
ACGANA
ACGANC
ACGANT
ACGANG
ACGANN
ACGCAA
ACGCAC
ACGCAT
ACGCAG
ACGCAN
ACGCCA
ACGCCC
ACGCCT
ACGCCG
ACGCCN
ACGCTA
ACGCTC
ACGCTT
ACGCTG
ACGCTN
ACGCGA
ACGCGC
ACGCGT
ACGCGG
ACGCGN
ACGCNA
ACGCNC
ACGCNT
ACGCNG
ACGCNN
ACGTAA
ACGTAC
ACGTAT
ACGTAG
ACGTAN
ACGTCA
ACGTCC
ACGTCT
ACGTCG
ACGTCN
ACGTTA
ACGTTC
ACGTTT
ACGTTG
ACGTTN
ACGTGA
ACGTGC
ACGTGT
ACGTGG
ACGTGN
ACGTNA
ACGTNC
ACGTNT
ACGTNG
ACGTNN
ACGGAA
ACGGAC
ACGGAT
ACGGAG
ACGGAN
ACGGCA
ACGGCC
ACGGCT
ACGGCG
ACGGCN
ACGGTA
ACGGTC
ACGGTT
ACGGTG
ACGGTN
ACGGGA
ACGGGC
ACGGGT
ACGGGG
ACGGGN
ACGGNA
ACGGNC
ACGGNT
ACGGNG
ACGGNN
ACGNAA
ACGNAC
ACGNAT
ACGNAG
ACGNAN
ACGNCA
ACGNCC
ACGNCT
ACGNCG
ACGNCN
ACGNTA
ACGNTC
ACGNTT
ACGNTG
ACGNTN
ACGNGA
ACGNGC
ACGNGT
ACGNGG
ACGNGN
ACGNNA
ACGNNC
ACGNNT
ACGNNG
ACGNNN
ACNAAA
ACNAAC
ACNAAT
ACNAAG
ACNAAN
ACNACA
ACNACC
ACNACT
ACNACG
ACNACN
ACNATA
ACNATC
ACNATT
ACNATG
ACNATN
ACNAGA
ACNAGC
ACNAGT
ACNAGG
ACNAGN
ACNANA
ACNANC
ACNANT
ACNANG
ACNANN
ACNCAA
ACNCAC
ACNCAT
ACNCAG
ACNCAN
ACNCCA
ACNCCC
ACNCCT
ACNCCG
ACNCCN
ACNCTA
ACNCTC
ACNCTT
ACNCTG
ACNCTN
ACNCGA
ACNCGC
ACNCGT
ACNCGG
ACNCGN
ACNCNA
ACNCNC
ACNCNT
ACNCNG
ACNCNN
ACNTAA
ACNTAC
ACNTAT
ACNTAG
ACNTAN
ACNTCA
ACNTCC
ACNTCT
ACNTCG
ACNTCN
ACNTTA
ACNTTC
ACNTTT
ACNTTG
ACNTTN
ACNTGA
ACNTGC
ACNTGT
ACNTGG
ACNTGN
ACNTNA
ACNTNC
ACNTNT
ACNTNG
ACNTNN
ACNGAA
ACNGAC
ACNGAT
ACNGAG
ACNGAN
ACNGCA
ACNGCC
ACNGCT
ACNGCG
ACNGCN
ACNGTA
ACNGTC
ACNGTT
ACNGTG
ACNGTN
ACNGGA
ACNGGC
ACNGGT
ACNGGG
ACNGGN
ACNGNA
ACNGNC
ACNGNT
ACNGNG
ACNGNN
ACNNAA
ACNNAC
ACNNAT
ACNNAG
ACNNAN
ACNNCA
ACNNCC
ACNNCT
ACNNCG
ACNNCN
ACNNTA
ACNNTC
ACNNTT
ACNNTG
ACNNTN
ACNNGA
ACNNGC
ACNNGT
ACNNGG
ACNNGN
ACNNNA
ACNNNC
ACNNNT
ACNNNG
ACNNNN
ATAAAA
ATAAAC
ATAAAT
ATAAAG
ATAAAN
ATAACA
ATAACC
ATAACT
ATAACG
ATAACN
ATAATA
ATAATC
ATAATT
ATAATG
ATAATN
ATAAGA
ATAAGC
ATAAGT
ATAAGG
ATAAGN
ATAANA
ATAANC
ATAANT
ATAANG
ATAANN
ATACAA
ATACAC
ATACAT
ATACAG
ATACAN
ATACCA
ATACCC
ATACCT
ATACCG
ATACCN
ATACTA
ATACTC
ATACTT
ATACTG
ATACTN
ATACGA
ATACGC
ATACGT
ATACGG
ATACGN
ATACNA
ATACNC
ATACNT
ATACNG
ATACNN
ATATAA
ATATAC
ATATAT
ATATAG
ATATAN
ATATCA
ATATCC
ATATCT
ATATCG
ATATCN
ATATTA
ATATTC
ATATTT
ATATTG
ATATTN
ATATGA
ATATGC
ATATGT
ATATGG
ATATGN
ATATNA
ATATNC
ATATNT
ATATNG
ATATNN
ATAGAA
ATAGAC
ATAGAT
ATAGAG
ATAGAN
ATAGCA
ATAGCC
ATAGCT
ATAGCG
ATAGCN
ATAGTA
ATAGTC
ATAGTT
ATAGTG
ATAGTN
ATAGGA
ATAGGC
ATAGGT
ATAGGG
ATAGGN
ATAGNA
ATAGNC
ATAGNT
ATAGNG
ATAGNN
ATANAA
ATANAC
ATANAT
ATANAG
ATANAN
ATANCA
ATANCC
ATANCT
ATANCG
ATANCN
ATANTA
ATANTC
ATANTT
ATANTG
ATANTN
ATANGA
ATANGC
ATANGT
ATANGG
ATANGN
ATANNA
ATANNC
ATANNT
ATANNG
ATANNN
ATCAAA
ATCAAC
ATCAAT
ATCAAG
ATCAAN
ATCACA
ATCACC
ATCACT
ATCACG
ATCACN
ATCATA
ATCATC
ATCATT
ATCATG
ATCATN
ATCAGA
ATCAGC
ATCAGT
ATCAGG
ATCAGN
ATCANA
ATCANC
ATCANT
ATCANG
ATCANN
ATCCAA
ATCCAC
ATCCAT
ATCCAG
ATCCAN
ATCCCA
ATCCCC
ATCCCT
ATCCCG
ATCCCN
ATCCTA
ATCCTC
ATCCTT
ATCCTG
ATCCTN
ATCCGA
ATCCGC
ATCCGT
ATCCGG
ATCCGN
ATCCNA
ATCCNC
ATCCNT
ATCCNG
ATCCNN
ATCTAA
ATCTAC
ATCTAT
ATCTAG
ATCTAN
ATCTCA
ATCTCC
ATCTCT
ATCTCG
ATCTCN
ATCTTA
ATCTTC
ATCTTT
ATCTTG
ATCTTN
ATCTGA
ATCTGC
ATCTGT
ATCTGG
ATCTGN
ATCTNA
ATCTNC
ATCTNT
ATCTNG
ATCTNN
ATCGAA
ATCGAC
ATCGAT
ATCGAG
ATCGAN
ATCGCA
ATCGCC
ATCGCT
ATCGCG
ATCGCN
ATCGTA
ATCGTC
ATCGTT
ATCGTG
ATCGTN
ATCGGA
ATCGGC
ATCGGT
ATCGGG
ATCGGN
ATCGNA
ATCGNC
ATCGNT
ATCGNG
ATCGNN
ATCNAA
ATCNAC
ATCNAT
ATCNAG
ATCNAN
ATCNCA
ATCNCC
ATCNCT
ATCNCG
ATCNCN
ATCNTA
ATCNTC
ATCNTT
ATCNTG
ATCNTN
ATCNGA
ATCNGC
ATCNGT
ATCNGG
ATCNGN
ATCNNA
ATCNNC
ATCNNT
ATCNNG
ATCNNN
ATTAAA
ATTAAC
ATTAAT
ATTAAG
ATTAAN
ATTACA
ATTACC
ATTACT
ATTACG
ATTACN
ATTATA
ATTATC
ATTATT
ATTATG
ATTATN
ATTAGA
ATTAGC
ATTAGT
ATTAGG
ATTAGN
ATTANA
ATTANC
ATTANT
ATTANG
ATTANN
ATTCAA
ATTCAC
ATTCAT
ATTCAG
ATTCAN
ATTCCA
ATTCCC
ATTCCT
ATTCCG
ATTCCN
ATTCTA
ATTCTC
ATTCTT
ATTCTG
ATTCTN
ATTCGA
ATTCGC
ATTCGT
ATTCGG
ATTCGN
ATTCNA
ATTCNC
ATTCNT
ATTCNG
ATTCNN
ATTTAA
ATTTAC
ATTTAT
ATTTAG
ATTTAN
ATTTCA
ATTTCC
ATTTCT
ATTTCG
ATTTCN
ATTTTA
ATTTTC
ATTTTT
ATTTTG
ATTTTN
ATTTGA
ATTTGC
ATTTGT
ATTTGG
ATTTGN
ATTTNA
ATTTNC
ATTTNT
ATTTNG
ATTTNN
ATTGAA
ATTGAC
ATTGAT
ATTGAG
ATTGAN
ATTGCA
ATTGCC
ATTGCT
ATTGCG
ATTGCN
ATTGTA
ATTGTC
ATTGTT
ATTGTG
ATTGTN
ATTGGA
ATTGGC
ATTGGT
ATTGGG
ATTGGN
ATTGNA
ATTGNC
ATTGNT
ATTGNG
ATTGNN
ATTNAA
ATTNAC
ATTNAT
ATTNAG
ATTNAN
ATTNCA
ATTNCC
ATTNCT
ATTNCG
ATTNCN
ATTNTA
ATTNTC
ATTNTT
ATTNTG
ATTNTN
ATTNGA
ATTNGC
ATTNGT
ATTNGG
ATTNGN
ATTNNA
ATTNNC
ATTNNT
ATTNNG
ATTNNN
ATGAAA
ATGAAC
ATGAAT
ATGAAG
ATGAAN
ATGACA
ATGACC
ATGACT
ATGACG
ATGACN
ATGATA
ATGATC
ATGATT
ATGATG
ATGATN
ATGAGA
ATGAGC
ATGAGT
ATGAGG
ATGAGN
ATGANA
ATGANC
ATGANT
ATGANG
ATGANN
ATGCAA
ATGCAC
ATGCAT
ATGCAG
ATGCAN
ATGCCA
ATGCCC
ATGCCT
ATGCCG
ATGCCN
ATGCTA
ATGCTC
ATGCTT
ATGCTG
ATGCTN
ATGCGA
ATGCGC
ATGCGT
ATGCGG
ATGCGN
ATGCNA
ATGCNC
ATGCNT
ATGCNG
ATGCNN
ATGTAA
ATGTAC
ATGTAT
ATGTAG
ATGTAN
ATGTCA
ATGTCC
ATGTCT
ATGTCG
ATGTCN
ATGTTA
ATGTTC
ATGTTT
ATGTTG
ATGTTN
ATGTGA
ATGTGC
ATGTGT
ATGTGG
ATGTGN
ATGTNA
ATGTNC
ATGTNT
ATGTNG
ATGTNN
ATGGAA
ATGGAC
ATGGAT
ATGGAG
ATGGAN
ATGGCA
ATGGCC
ATGGCT
ATGGCG
ATGGCN
ATGGTA
ATGGTC
ATGGTT
ATGGTG
ATGGTN
ATGGGA
ATGGGC
ATGGGT
ATGGGG
ATGGGN
ATGGNA
ATGGNC
ATGGNT
ATGGNG
ATGGNN
ATGNAA
ATGNAC
ATGNAT
ATGNAG
ATGNAN
ATGNCA
ATGNCC
ATGNCT
ATGNCG
ATGNCN
ATGNTA
ATGNTC
ATGNTT
ATGNTG
ATGNTN
ATGNGA
ATGNGC
ATGNGT
ATGNGG
ATGNGN
ATGNNA
ATGNNC
ATGNNT
ATGNNG
ATGNNN
ATNAAA
ATNAAC
ATNAAT
ATNAAG
ATNAAN
ATNACA
ATNACC
ATNACT
ATNACG
ATNACN
ATNATA
ATNATC
ATNATT
ATNATG
ATNATN
ATNAGA
ATNAGC
ATNAGT
ATNAGG
ATNAGN
ATNANA
ATNANC
ATNANT
ATNANG
ATNANN
ATNCAA
ATNCAC
ATNCAT
ATNCAG
ATNCAN
ATNCCA
ATNCCC
ATNCCT
ATNCCG
ATNCCN
ATNCTA
ATNCTC
ATNCTT
ATNCTG
ATNCTN
ATNCGA
ATNCGC
ATNCGT
ATNCGG
ATNCGN
ATNCNA
ATNCNC
ATNCNT
ATNCNG
ATNCNN
ATNTAA
ATNTAC
ATNTAT
ATNTAG
ATNTAN
ATNTCA
ATNTCC
ATNTCT
ATNTCG
ATNTCN
ATNTTA
ATNTTC
ATNTTT
ATNTTG
ATNTTN
ATNTGA
ATNTGC
ATNTGT
ATNTGG
ATNTGN
ATNTNA
ATNTNC
ATNTNT
ATNTNG
ATNTNN
ATNGAA
ATNGAC
ATNGAT
ATNGAG
ATNGAN
ATNGCA
ATNGCC
ATNGCT
ATNGCG
ATNGCN
ATNGTA
ATNGTC
ATNGTT
ATNGTG
ATNGTN
ATNGGA
ATNGGC
ATNGGT
ATNGGG
ATNGGN
ATNGNA
ATNGNC
ATNGNT
ATNGNG
ATNGNN
ATNNAA
ATNNAC
ATNNAT
ATNNAG
ATNNAN
ATNNCA
ATNNCC
ATNNCT
ATNNCG
ATNNCN
ATNNTA
ATNNTC
ATNNTT
ATNNTG
ATNNTN
ATNNGA
ATNNGC
ATNNGT
ATNNGG
ATNNGN
ATNNNA
ATNNNC
ATNNNT
ATNNNG
ATNNNN
AGAAAA
AGAAAC
AGAAAT
AGAAAG
AGAAAN
AGAACA
AGAACC
AGAACT
AGAACG
AGAACN
AGAATA
AGAATC
AGAATT
AGAATG
AGAATN
AGAAGA
AGAAGC
AGAAGT
AGAAGG
AGAAGN
AGAANA
AGAANC
AGAANT
AGAANG
AGAANN
AGACAA
AGACAC
AGACAT
AGACAG
AGACAN
AGACCA
AGACCC
AGACCT
AGACCG
AGACCN
AGACTA
AGACTC
AGACTT
AGACTG
AGACTN
AGACGA
AGACGC
AGACGT
AGACGG
AGACGN
AGACNA
AGACNC
AGACNT
AGACNG
AGACNN
AGATAA
AGATAC
AGATAT
AGATAG
AGATAN
AGATCA
AGATCC
AGATCT
AGATCG
AGATCN
AGATTA
AGATTC
AGATTT
AGATTG
AGATTN
AGATGA
AGATGC
AGATGT
AGATGG
AGATGN
AGATNA
AGATNC
AGATNT
AGATNG
AGATNN
AGAGAA
AGAGAC
AGAGAT
AGAGAG
AGAGAN
AGAGCA
AGAGCC
AGAGCT
AGAGCG
AGAGCN
AGAGTA
AGAGTC
AGAGTT
AGAGTG
AGAGTN
AGAGGA
AGAGGC
AGAGGT
AGAGGG
AGAGGN
AGAGNA
AGAGNC
AGAGNT
AGAGNG
AGAGNN
AGANAA
AGANAC
AGANAT
AGANAG
AGANAN
AGANCA
AGANCC
AGANCT
AGANCG
AGANCN
AGANTA
AGANTC
AGANTT
AGANTG
AGANTN
AGANGA
AGANGC
AGANGT
AGANGG
AGANGN
AGANNA
AGANNC
AGANNT
AGANNG
AGANNN
AGCAAA
AGCAAC
AGCAAT
AGCAAG
AGCAAN
AGCACA
AGCACC
AGCACT
AGCACG
AGCACN
AGCATA
AGCATC
AGCATT
AGCATG
AGCATN
AGCAGA
AGCAGC
AGCAGT
AGCAGG
AGCAGN
AGCANA
AGCANC
AGCANT
AGCANG
AGCANN
AGCCAA
AGCCAC
AGCCAT
AGCCAG
AGCCAN
AGCCCA
AGCCCC
AGCCCT
AGCCCG
AGCCCN
AGCCTA
AGCCTC
AGCCTT
AGCCTG
AGCCTN
AGCCGA
AGCCGC
AGCCGT
AGCCGG
AGCCGN
AGCCNA
AGCCNC
AGCCNT
AGCCNG
AGCCNN
AGCTAA
AGCTAC
AGCTAT
AGCTAG
AGCTAN
AGCTCA
AGCTCC
AGCTCT
AGCTCG
AGCTCN
AGCTTA
AGCTTC
AGCTTT
AGCTTG
AGCTTN
AGCTGA
AGCTGC
AGCTGT
AGCTGG
AGCTGN
AGCTNA
AGCTNC
AGCTNT
AGCTNG
AGCTNN
AGCGAA
AGCGAC
AGCGAT
AGCGAG
AGCGAN
AGCGCA
AGCGCC
AGCGCT
AGCGCG
AGCGCN
AGCGTA
AGCGTC
AGCGTT
AGCGTG
AGCGTN
AGCGGA
AGCGGC
AGCGGT
AGCGGG
AGCGGN
AGCGNA
AGCGNC
AGCGNT
AGCGNG
AGCGNN
AGCNAA
AGCNAC
AGCNAT
AGCNAG
AGCNAN
AGCNCA
AGCNCC
AGCNCT
AGCNCG
AGCNCN
AGCNTA
AGCNTC
AGCNTT
AGCNTG
AGCNTN
AGCNGA
AGCNGC
AGCNGT
AGCNGG
AGCNGN
AGCNNA
AGCNNC
AGCNNT
AGCNNG
AGCNNN
AGTAAA
AGTAAC
AGTAAT
AGTAAG
AGTAAN
AGTACA
AGTACC
AGTACT
AGTACG
AGTACN
AGTATA
AGTATC
AGTATT
AGTATG
AGTATN
AGTAGA
AGTAGC
AGTAGT
AGTAGG
AGTAGN
AGTANA
AGTANC
AGTANT
AGTANG
AGTANN
AGTCAA
AGTCAC
AGTCAT
AGTCAG
AGTCAN
AGTCCA
AGTCCC
AGTCCT
AGTCCG
AGTCCN
AGTCTA
AGTCTC
AGTCTT
AGTCTG
AGTCTN
AGTCGA
AGTCGC
AGTCGT
AGTCGG
AGTCGN
AGTCNA
AGTCNC
AGTCNT
AGTCNG
AGTCNN
AGTTAA
AGTTAC
AGTTAT
AGTTAG
AGTTAN
AGTTCA
AGTTCC
AGTTCT
AGTTCG
AGTTCN
AGTTTA
AGTTTC
AGTTTT
AGTTTG
AGTTTN
AGTTGA
AGTTGC
AGTTGT
AGTTGG
AGTTGN
AGTTNA
AGTTNC
AGTTNT
AGTTNG
AGTTNN
AGTGAA
AGTGAC
AGTGAT
AGTGAG
AGTGAN
AGTGCA
AGTGCC
AGTGCT
AGTGCG
AGTGCN
AGTGTA
AGTGTC
AGTGTT
AGTGTG
AGTGTN
AGTGGA
AGTGGC
AGTGGT
AGTGGG
AGTGGN
AGTGNA
AGTGNC
AGTGNT
AGTGNG
AGTGNN
AGTNAA
AGTNAC
AGTNAT
AGTNAG
AGTNAN
AGTNCA
AGTNCC
AGTNCT
AGTNCG
AGTNCN
AGTNTA
AGTNTC
AGTNTT
AGTNTG
AGTNTN
AGTNGA
AGTNGC
AGTNGT
AGTNGG
AGTNGN
AGTNNA
AGTNNC
AGTNNT
AGTNNG
AGTNNN
AGGAAA
AGGAAC
AGGAAT
AGGAAG
AGGAAN
AGGACA
AGGACC
AGGACT
AGGACG
AGGACN
AGGATA
AGGATC
AGGATT
AGGATG
AGGATN
AGGAGA
AGGAGC
AGGAGT
AGGAGG
AGGAGN
AGGANA
AGGANC
AGGANT
AGGANG
AGGANN
AGGCAA
AGGCAC
AGGCAT
AGGCAG
AGGCAN
AGGCCA
AGGCCC
AGGCCT
AGGCCG
AGGCCN
AGGCTA
AGGCTC
AGGCTT
AGGCTG
AGGCTN
AGGCGA
AGGCGC
AGGCGT
AGGCGG
AGGCGN
AGGCNA
AGGCNC
AGGCNT
AGGCNG
AGGCNN
AGGTAA
AGGTAC
AGGTAT
AGGTAG
AGGTAN
AGGTCA
AGGTCC
AGGTCT
AGGTCG
AGGTCN
AGGTTA
AGGTTC
AGGTTT
AGGTTG
AGGTTN
AGGTGA
AGGTGC
AGGTGT
AGGTGG
AGGTGN
AGGTNA
AGGTNC
AGGTNT
AGGTNG
AGGTNN
AGGGAA
AGGGAC
AGGGAT
AGGGAG
AGGGAN
AGGGCA
AGGGCC
AGGGCT
AGGGCG
AGGGCN
AGGGTA
AGGGTC
AGGGTT
AGGGTG
AGGGTN
AGGGGA
AGGGGC
AGGGGT
AGGGGG
AGGGGN
AGGGNA
AGGGNC
AGGGNT
AGGGNG
AGGGNN
AGGNAA
AGGNAC
AGGNAT
AGGNAG
AGGNAN
AGGNCA
AGGNCC
AGGNCT
AGGNCG
AGGNCN
AGGNTA
AGGNTC
AGGNTT
AGGNTG
AGGNTN
AGGNGA
AGGNGC
AGGNGT
AGGNGG
AGGNGN
AGGNNA
AGGNNC
AGGNNT
AGGNNG
AGGNNN
AGNAAA
AGNAAC
AGNAAT
AGNAAG
AGNAAN
AGNACA
AGNACC
AGNACT
AGNACG
AGNACN
AGNATA
AGNATC
AGNATT
AGNATG
AGNATN
AGNAGA
AGNAGC
AGNAGT
AGNAGG
AGNAGN
AGNANA
AGNANC
AGNANT
AGNANG
AGNANN
AGNCAA
AGNCAC
AGNCAT
AGNCAG
AGNCAN
AGNCCA
AGNCCC
AGNCCT
AGNCCG
AGNCCN
AGNCTA
AGNCTC
AGNCTT
AGNCTG
AGNCTN
AGNCGA
AGNCGC
AGNCGT
AGNCGG
AGNCGN
AGNCNA
AGNCNC
AGNCNT
AGNCNG
AGNCNN
AGNTAA
AGNTAC
AGNTAT
AGNTAG
AGNTAN
AGNTCA
AGNTCC
AGNTCT
AGNTCG
AGNTCN
AGNTTA
AGNTTC
AGNTTT
AGNTTG
AGNTTN
AGNTGA
AGNTGC
AGNTGT
AGNTGG
AGNTGN
AGNTNA
AGNTNC
AGNTNT
AGNTNG
AGNTNN
AGNGAA
AGNGAC
AGNGAT
AGNGAG
AGNGAN
AGNGCA
AGNGCC
AGNGCT
AGNGCG
AGNGCN
AGNGTA
AGNGTC
AGNGTT
AGNGTG
AGNGTN
AGNGGA
AGNGGC
AGNGGT
AGNGGG
AGNGGN
AGNGNA
AGNGNC
AGNGNT
AGNGNG
AGNGNN
AGNNAA
AGNNAC
AGNNAT
AGNNAG
AGNNAN
AGNNCA
AGNNCC
AGNNCT
AGNNCG
AGNNCN
AGNNTA
AGNNTC
AGNNTT
AGNNTG
AGNNTN
AGNNGA
AGNNGC
AGNNGT
AGNNGG
AGNNGN
AGNNNA
AGNNNC
AGNNNT
AGNNNG
AGNNNN
ANAAAA
ANAAAC
ANAAAT
ANAAAG
ANAAAN
ANAACA
ANAACC
ANAACT
ANAACG
ANAACN
ANAATA
ANAATC
ANAATT
ANAATG
ANAATN
ANAAGA
ANAAGC
ANAAGT
ANAAGG
ANAAGN
ANAANA
ANAANC
ANAANT
ANAANG
ANAANN
ANACAA
ANACAC
ANACAT
ANACAG
ANACAN
ANACCA
ANACCC
ANACCT
ANACCG
ANACCN
ANACTA
ANACTC
ANACTT
ANACTG
ANACTN
ANACGA
ANACGC
ANACGT
ANACGG
ANACGN
ANACNA
ANACNC
ANACNT
ANACNG
ANACNN
ANATAA
ANATAC
ANATAT
ANATAG
ANATAN
ANATCA
ANATCC
ANATCT
ANATCG
ANATCN
ANATTA
ANATTC
ANATTT
ANATTG
ANATTN
ANATGA
ANATGC
ANATGT
ANATGG
ANATGN
ANATNA
ANATNC
ANATNT
ANATNG
ANATNN
ANAGAA
ANAGAC
ANAGAT
ANAGAG
ANAGAN
ANAGCA
ANAGCC
ANAGCT
ANAGCG
ANAGCN
ANAGTA
ANAGTC
ANAGTT
ANAGTG
ANAGTN
ANAGGA
ANAGGC
ANAGGT
ANAGGG
ANAGGN
ANAGNA
ANAGNC
ANAGNT
ANAGNG
ANAGNN
ANANAA
ANANAC
ANANAT
ANANAG
ANANAN
ANANCA
ANANCC
ANANCT
ANANCG
ANANCN
ANANTA
ANANTC
ANANTT
ANANTG
ANANTN
ANANGA
ANANGC
ANANGT
ANANGG
ANANGN
ANANNA
ANANNC
ANANNT
ANANNG
ANANNN
ANCAAA
ANCAAC
ANCAAT
ANCAAG
ANCAAN
ANCACA
ANCACC
ANCACT
ANCACG
ANCACN
ANCATA
ANCATC
ANCATT
ANCATG
ANCATN
ANCAGA
ANCAGC
ANCAGT
ANCAGG
ANCAGN
ANCANA
ANCANC
ANCANT
ANCANG
ANCANN
ANCCAA
ANCCAC
ANCCAT
ANCCAG
ANCCAN
ANCCCA
ANCCCC
ANCCCT
ANCCCG
ANCCCN
ANCCTA
ANCCTC
ANCCTT
ANCCTG
ANCCTN
ANCCGA
ANCCGC
ANCCGT
ANCCGG
ANCCGN
ANCCNA
ANCCNC
ANCCNT
ANCCNG
ANCCNN
ANCTAA
ANCTAC
ANCTAT
ANCTAG
ANCTAN
ANCTCA
ANCTCC
ANCTCT
ANCTCG
ANCTCN
ANCTTA
ANCTTC
ANCTTT
ANCTTG
ANCTTN
ANCTGA
ANCTGC
ANCTGT
ANCTGG
ANCTGN
ANCTNA
ANCTNC
ANCTNT
ANCTNG
ANCTNN
ANCGAA
ANCGAC
ANCGAT
ANCGAG
ANCGAN
ANCGCA
ANCGCC
ANCGCT
ANCGCG
ANCGCN
ANCGTA
ANCGTC
ANCGTT
ANCGTG
ANCGTN
ANCGGA
ANCGGC
ANCGGT
ANCGGG
ANCGGN
ANCGNA
ANCGNC
ANCGNT
ANCGNG
ANCGNN
ANCNAA
ANCNAC
ANCNAT
ANCNAG
ANCNAN
ANCNCA
ANCNCC
ANCNCT
ANCNCG
ANCNCN
ANCNTA
ANCNTC
ANCNTT
ANCNTG
ANCNTN
ANCNGA
ANCNGC
ANCNGT
ANCNGG
ANCNGN
ANCNNA
ANCNNC
ANCNNT
ANCNNG
ANCNNN
ANTAAA
ANTAAC
ANTAAT
ANTAAG
ANTAAN
ANTACA
ANTACC
ANTACT
ANTACG
ANTACN
ANTATA
ANTATC
ANTATT
ANTATG
ANTATN
ANTAGA
ANTAGC
ANTAGT
ANTAGG
ANTAGN
ANTANA
ANTANC
ANTANT
ANTANG
ANTANN
ANTCAA
ANTCAC
ANTCAT
ANTCAG
ANTCAN
ANTCCA
ANTCCC
ANTCCT
ANTCCG
ANTCCN
ANTCTA
ANTCTC
ANTCTT
ANTCTG
ANTCTN
ANTCGA
ANTCGC
ANTCGT
ANTCGG
ANTCGN
ANTCNA
ANTCNC
ANTCNT
ANTCNG
ANTCNN
ANTTAA
ANTTAC
ANTTAT
ANTTAG
ANTTAN
ANTTCA
ANTTCC
ANTTCT
ANTTCG
ANTTCN
ANTTTA
ANTTTC
ANTTTT
ANTTTG
ANTTTN
ANTTGA
ANTTGC
ANTTGT
ANTTGG
ANTTGN
ANTTNA
ANTTNC
ANTTNT
ANTTNG
ANTTNN
ANTGAA
ANTGAC
ANTGAT
ANTGAG
ANTGAN
ANTGCA
ANTGCC
ANTGCT
ANTGCG
ANTGCN
ANTGTA
ANTGTC
ANTGTT
ANTGTG
ANTGTN
ANTGGA
ANTGGC
ANTGGT
ANTGGG
ANTGGN
ANTGNA
ANTGNC
ANTGNT
ANTGNG
ANTGNN
ANTNAA
ANTNAC
ANTNAT
ANTNAG
ANTNAN
ANTNCA
ANTNCC
ANTNCT
ANTNCG
ANTNCN
ANTNTA
ANTNTC
ANTNTT
ANTNTG
ANTNTN
ANTNGA
ANTNGC
ANTNGT
ANTNGG
ANTNGN
ANTNNA
ANTNNC
ANTNNT
ANTNNG
ANTNNN
ANGAAA
ANGAAC
ANGAAT
ANGAAG
ANGAAN
ANGACA
ANGACC
ANGACT
ANGACG
ANGACN
ANGATA
ANGATC
ANGATT
ANGATG
ANGATN
ANGAGA
ANGAGC
ANGAGT
ANGAGG
ANGAGN
ANGANA
ANGANC
ANGANT
ANGANG
ANGANN
ANGCAA
ANGCAC
ANGCAT
ANGCAG
ANGCAN
ANGCCA
ANGCCC
ANGCCT
ANGCCG
ANGCCN
ANGCTA
ANGCTC
ANGCTT
ANGCTG
ANGCTN
ANGCGA
ANGCGC
ANGCGT
ANGCGG
ANGCGN
ANGCNA
ANGCNC
ANGCNT
ANGCNG
ANGCNN
ANGTAA
ANGTAC
ANGTAT
ANGTAG
ANGTAN
ANGTCA
ANGTCC
ANGTCT
ANGTCG
ANGTCN
ANGTTA
ANGTTC
ANGTTT
ANGTTG
ANGTTN
ANGTGA
ANGTGC
ANGTGT
ANGTGG
ANGTGN
ANGTNA
ANGTNC
ANGTNT
ANGTNG
ANGTNN
ANGGAA
ANGGAC
ANGGAT
ANGGAG
ANGGAN
ANGGCA
ANGGCC
ANGGCT
ANGGCG
ANGGCN
ANGGTA
ANGGTC
ANGGTT
ANGGTG
ANGGTN
ANGGGA
ANGGGC
ANGGGT
ANGGGG
ANGGGN
ANGGNA
ANGGNC
ANGGNT
ANGGNG
ANGGNN
ANGNAA
ANGNAC
ANGNAT
ANGNAG
ANGNAN
ANGNCA
ANGNCC
ANGNCT
ANGNCG
ANGNCN
ANGNTA
ANGNTC
ANGNTT
ANGNTG
ANGNTN
ANGNGA
ANGNGC
ANGNGT
ANGNGG
ANGNGN
ANGNNA
ANGNNC
ANGNNT
ANGNNG
ANGNNN
ANNAAA
ANNAAC
ANNAAT
ANNAAG
ANNAAN
ANNACA
ANNACC
ANNACT
ANNACG
ANNACN
ANNATA
ANNATC
ANNATT
ANNATG
ANNATN
ANNAGA
ANNAGC
ANNAGT
ANNAGG
ANNAGN
ANNANA
ANNANC
ANNANT
ANNANG
ANNANN
ANNCAA
ANNCAC
ANNCAT
ANNCAG
ANNCAN
ANNCCA
ANNCCC
ANNCCT
ANNCCG
ANNCCN
ANNCTA
ANNCTC
ANNCTT
ANNCTG
ANNCTN
ANNCGA
ANNCGC
ANNCGT
ANNCGG
ANNCGN
ANNCNA
ANNCNC
ANNCNT
ANNCNG
ANNCNN
ANNTAA
ANNTAC
ANNTAT
ANNTAG
ANNTAN
ANNTCA
ANNTCC
ANNTCT
ANNTCG
ANNTCN
ANNTTA
ANNTTC
ANNTTT
ANNTTG
ANNTTN
ANNTGA
ANNTGC
ANNTGT
ANNTGG
ANNTGN
ANNTNA
ANNTNC
ANNTNT
ANNTNG
ANNTNN
ANNGAA
ANNGAC
ANNGAT
ANNGAG
ANNGAN
ANNGCA
ANNGCC
ANNGCT
ANNGCG
ANNGCN
ANNGTA
ANNGTC
ANNGTT
ANNGTG
ANNGTN
ANNGGA
ANNGGC
ANNGGT
ANNGGG
ANNGGN
ANNGNA
ANNGNC
ANNGNT
ANNGNG
ANNGNN
ANNNAA
ANNNAC
ANNNAT
ANNNAG
ANNNAN
ANNNCA
ANNNCC
ANNNCT
ANNNCG
ANNNCN
ANNNTA
ANNNTC
ANNNTT
ANNNTG
ANNNTN
ANNNGA
ANNNGC
ANNNGT
ANNNGG
ANNNGN
ANNNNA
ANNNNC
ANNNNT
ANNNNG
ANNNNN
CAAAAA
CAAAAC
CAAAAT
CAAAAG
CAAAAN
CAAACA
CAAACC
CAAACT
CAAACG
CAAACN
CAAATA
CAAATC
CAAATT
CAAATG
CAAATN
CAAAGA
CAAAGC
CAAAGT
CAAAGG
CAAAGN
CAAANA
CAAANC
CAAANT
CAAANG
CAAANN
CAACAA
CAACAC
CAACAT
CAACAG
CAACAN
CAACCA
CAACCC
CAACCT
CAACCG
CAACCN
CAACTA
CAACTC
CAACTT
CAACTG
CAACTN
CAACGA
CAACGC
CAACGT
CAACGG
CAACGN
CAACNA
CAACNC
CAACNT
CAACNG
CAACNN
CAATAA
CAATAC
CAATAT
CAATAG
CAATAN
CAATCA
CAATCC
CAATCT
CAATCG
CAATCN
CAATTA
CAATTC
CAATTT
CAATTG
CAATTN
CAATGA
CAATGC
CAATGT
CAATGG
CAATGN
CAATNA
CAATNC
CAATNT
CAATNG
CAATNN
CAAGAA
CAAGAC
CAAGAT
CAAGAG
CAAGAN
CAAGCA
CAAGCC
CAAGCT
CAAGCG
CAAGCN
CAAGTA
CAAGTC
CAAGTT
CAAGTG
CAAGTN
CAAGGA
CAAGGC
CAAGGT
CAAGGG
CAAGGN
CAAGNA
CAAGNC
CAAGNT
CAAGNG
CAAGNN
CAANAA
CAANAC
CAANAT
CAANAG
CAANAN
CAANCA
CAANCC
CAANCT
CAANCG
CAANCN
CAANTA
CAANTC
CAANTT
CAANTG
CAANTN
CAANGA
CAANGC
CAANGT
CAANGG
CAANGN
CAANNA
CAANNC
CAANNT
CAANNG
CAANNN
CACAAA
CACAAC
CACAAT
CACAAG
CACAAN
CACACA
CACACC
CACACT
CACACG
CACACN
CACATA
CACATC
CACATT
CACATG
CACATN
CACAGA
CACAGC
CACAGT
CACAGG
CACAGN
CACANA
CACANC
CACANT
CACANG
CACANN
CACCAA
CACCAC
CACCAT
CACCAG
CACCAN
CACCCA
CACCCC
CACCCT
CACCCG
CACCCN
CACCTA
CACCTC
CACCTT
CACCTG
CACCTN
CACCGA
CACCGC
CACCGT
CACCGG
CACCGN
CACCNA
CACCNC
CACCNT
CACCNG
CACCNN
CACTAA
CACTAC
CACTAT
CACTAG
CACTAN
CACTCA
CACTCC
CACTCT
CACTCG
CACTCN
CACTTA
CACTTC
CACTTT
CACTTG
CACTTN
CACTGA
CACTGC
CACTGT
CACTGG
CACTGN
CACTNA
CACTNC
CACTNT
CACTNG
CACTNN
CACGAA
CACGAC
CACGAT
CACGAG
CACGAN
CACGCA
CACGCC
CACGCT
CACGCG
CACGCN
CACGTA
CACGTC
CACGTT
CACGTG
CACGTN
CACGGA
CACGGC
CACGGT
CACGGG
CACGGN
CACGNA
CACGNC
CACGNT
CACGNG
CACGNN
CACNAA
CACNAC
CACNAT
CACNAG
CACNAN
CACNCA
CACNCC
CACNCT
CACNCG
CACNCN
CACNTA
CACNTC
CACNTT
CACNTG
CACNTN
CACNGA
CACNGC
CACNGT
CACNGG
CACNGN
CACNNA
CACNNC
CACNNT
CACNNG
CACNNN
CATAAA
CATAAC
CATAAT
CATAAG
CATAAN
CATACA
CATACC
CATACT
CATACG
CATACN
CATATA
CATATC
CATATT
CATATG
CATATN
CATAGA
CATAGC
CATAGT
CATAGG
CATAGN
CATANA
CATANC
CATANT
CATANG
CATANN
CATCAA
CATCAC
CATCAT
CATCAG
CATCAN
CATCCA
CATCCC
CATCCT
CATCCG
CATCCN
CATCTA
CATCTC
CATCTT
CATCTG
CATCTN
CATCGA
CATCGC
CATCGT
CATCGG
CATCGN
CATCNA
CATCNC
CATCNT
CATCNG
CATCNN
CATTAA
CATTAC
CATTAT
CATTAG
CATTAN
CATTCA
CATTCC
CATTCT
CATTCG
CATTCN
CATTTA
CATTTC
CATTTT
CATTTG
CATTTN
CATTGA
CATTGC
CATTGT
CATTGG
CATTGN
CATTNA
CATTNC
CATTNT
CATTNG
CATTNN
CATGAA
CATGAC
CATGAT
CATGAG
CATGAN
CATGCA
CATGCC
CATGCT
CATGCG
CATGCN
CATGTA
CATGTC
CATGTT
CATGTG
CATGTN
CATGGA
CATGGC
CATGGT
CATGGG
CATGGN
CATGNA
CATGNC
CATGNT
CATGNG
CATGNN
CATNAA
CATNAC
CATNAT
CATNAG
CATNAN
CATNCA
CATNCC
CATNCT
CATNCG
CATNCN
CATNTA
CATNTC
CATNTT
CATNTG
CATNTN
CATNGA
CATNGC
CATNGT
CATNGG
CATNGN
CATNNA
CATNNC
CATNNT
CATNNG
CATNNN
CAGAAA
CAGAAC
CAGAAT
CAGAAG
CAGAAN
CAGACA
CAGACC
CAGACT
CAGACG
CAGACN
CAGATA
CAGATC
CAGATT
CAGATG
CAGATN
CAGAGA
CAGAGC
CAGAGT
CAGAGG
CAGAGN
CAGANA
CAGANC
CAGANT
CAGANG
CAGANN
CAGCAA
CAGCAC
CAGCAT
CAGCAG
CAGCAN
CAGCCA
CAGCCC
CAGCCT
CAGCCG
CAGCCN
CAGCTA
CAGCTC
CAGCTT
CAGCTG
CAGCTN
CAGCGA
CAGCGC
CAGCGT
CAGCGG
CAGCGN
CAGCNA
CAGCNC
CAGCNT
CAGCNG
CAGCNN
CAGTAA
CAGTAC
CAGTAT
CAGTAG
CAGTAN
CAGTCA
CAGTCC
CAGTCT
CAGTCG
CAGTCN
CAGTTA
CAGTTC
CAGTTT
CAGTTG
CAGTTN
CAGTGA
CAGTGC
CAGTGT
CAGTGG
CAGTGN
CAGTNA
CAGTNC
CAGTNT
CAGTNG
CAGTNN
CAGGAA
CAGGAC
CAGGAT
CAGGAG
CAGGAN
CAGGCA
CAGGCC
CAGGCT
CAGGCG
CAGGCN
CAGGTA
CAGGTC
CAGGTT
CAGGTG
CAGGTN
CAGGGA
CAGGGC
CAGGGT
CAGGGG
CAGGGN
CAGGNA
CAGGNC
CAGGNT
CAGGNG
CAGGNN
CAGNAA
CAGNAC
CAGNAT
CAGNAG
CAGNAN
CAGNCA
CAGNCC
CAGNCT
CAGNCG
CAGNCN
CAGNTA
CAGNTC
CAGNTT
CAGNTG
CAGNTN
CAGNGA
CAGNGC
CAGNGT
CAGNGG
CAGNGN
CAGNNA
CAGNNC
CAGNNT
CAGNNG
CAGNNN
CANAAA
CANAAC
CANAAT
CANAAG
CANAAN
CANACA
CANACC
CANACT
CANACG
CANACN
CANATA
CANATC
CANATT
CANATG
CANATN
CANAGA
CANAGC
CANAGT
CANAGG
CANAGN
CANANA
CANANC
CANANT
CANANG
CANANN
CANCAA
CANCAC
CANCAT
CANCAG
CANCAN
CANCCA
CANCCC
CANCCT
CANCCG
CANCCN
CANCTA
CANCTC
CANCTT
CANCTG
CANCTN
CANCGA
CANCGC
CANCGT
CANCGG
CANCGN
CANCNA
CANCNC
CANCNT
CANCNG
CANCNN
CANTAA
CANTAC
CANTAT
CANTAG
CANTAN
CANTCA
CANTCC
CANTCT
CANTCG
CANTCN
CANTTA
CANTTC
CANTTT
CANTTG
CANTTN
CANTGA
CANTGC
CANTGT
CANTGG
CANTGN
CANTNA
CANTNC
CANTNT
CANTNG
CANTNN
CANGAA
CANGAC
CANGAT
CANGAG
CANGAN
CANGCA
CANGCC
CANGCT
CANGCG
CANGCN
CANGTA
CANGTC
CANGTT
CANGTG
CANGTN
CANGGA
CANGGC
CANGGT
CANGGG
CANGGN
CANGNA
CANGNC
CANGNT
CANGNG
CANGNN
CANNAA
CANNAC
CANNAT
CANNAG
CANNAN
CANNCA
CANNCC
CANNCT
CANNCG
CANNCN
CANNTA
CANNTC
CANNTT
CANNTG
CANNTN
CANNGA
CANNGC
CANNGT
CANNGG
CANNGN
CANNNA
CANNNC
CANNNT
CANNNG
CANNNN
CCAAAA
CCAAAC
CCAAAT
CCAAAG
CCAAAN
CCAACA
CCAACC
CCAACT
CCAACG
CCAACN
CCAATA
CCAATC
CCAATT
CCAATG
CCAATN
CCAAGA
CCAAGC
CCAAGT
CCAAGG
CCAAGN
CCAANA
CCAANC
CCAANT
CCAANG
CCAANN
CCACAA
CCACAC
CCACAT
CCACAG
CCACAN
CCACCA
CCACCC
CCACCT
CCACCG
CCACCN
CCACTA
CCACTC
CCACTT
CCACTG
CCACTN
CCACGA
CCACGC
CCACGT
CCACGG
CCACGN
CCACNA
CCACNC
CCACNT
CCACNG
CCACNN
CCATAA
CCATAC
CCATAT
CCATAG
CCATAN
CCATCA
CCATCC
CCATCT
CCATCG
CCATCN
CCATTA
CCATTC
CCATTT
CCATTG
CCATTN
CCATGA
CCATGC
CCATGT
CCATGG
CCATGN
CCATNA
CCATNC
CCATNT
CCATNG
CCATNN
CCAGAA
CCAGAC
CCAGAT
CCAGAG
CCAGAN
CCAGCA
CCAGCC
CCAGCT
CCAGCG
CCAGCN
CCAGTA
CCAGTC
CCAGTT
CCAGTG
CCAGTN
CCAGGA
CCAGGC
CCAGGT
CCAGGG
CCAGGN
CCAGNA
CCAGNC
CCAGNT
CCAGNG
CCAGNN
CCANAA
CCANAC
CCANAT
CCANAG
CCANAN
CCANCA
CCANCC
CCANCT
CCANCG
CCANCN
CCANTA
CCANTC
CCANTT
CCANTG
CCANTN
CCANGA
CCANGC
CCANGT
CCANGG
CCANGN
CCANNA
CCANNC
CCANNT
CCANNG
CCANNN
CCCAAA
CCCAAC
CCCAAT
CCCAAG
CCCAAN
CCCACA
CCCACC
CCCACT
CCCACG
CCCACN
CCCATA
CCCATC
CCCATT
CCCATG
CCCATN
CCCAGA
CCCAGC
CCCAGT
CCCAGG
CCCAGN
CCCANA
CCCANC
CCCANT
CCCANG
CCCANN
CCCCAA
CCCCAC
CCCCAT
CCCCAG
CCCCAN
CCCCCA
CCCCCC
CCCCCT
CCCCCG
CCCCCN
CCCCTA
CCCCTC
CCCCTT
CCCCTG
CCCCTN
CCCCGA
CCCCGC
CCCCGT
CCCCGG
CCCCGN
CCCCNA
CCCCNC
CCCCNT
CCCCNG
CCCCNN
CCCTAA
CCCTAC
CCCTAT
CCCTAG
CCCTAN
CCCTCA
CCCTCC
CCCTCT
CCCTCG
CCCTCN
CCCTTA
CCCTTC
CCCTTT
CCCTTG
CCCTTN
CCCTGA
CCCTGC
CCCTGT
CCCTGG
CCCTGN
CCCTNA
CCCTNC
CCCTNT
CCCTNG
CCCTNN
CCCGAA
CCCGAC
CCCGAT
CCCGAG
CCCGAN
CCCGCA
CCCGCC
CCCGCT
CCCGCG
CCCGCN
CCCGTA
CCCGTC
CCCGTT
CCCGTG
CCCGTN
CCCGGA
CCCGGC
CCCGGT
CCCGGG
CCCGGN
CCCGNA
CCCGNC
CCCGNT
CCCGNG
CCCGNN
CCCNAA
CCCNAC
CCCNAT
CCCNAG
CCCNAN
CCCNCA
CCCNCC
CCCNCT
CCCNCG
CCCNCN
CCCNTA
CCCNTC
CCCNTT
CCCNTG
CCCNTN
CCCNGA
CCCNGC
CCCNGT
CCCNGG
CCCNGN
CCCNNA
CCCNNC
CCCNNT
CCCNNG
CCCNNN
CCTAAA
CCTAAC
CCTAAT
CCTAAG
CCTAAN
CCTACA
CCTACC
CCTACT
CCTACG
CCTACN
CCTATA
CCTATC
CCTATT
CCTATG
CCTATN
CCTAGA
CCTAGC
CCTAGT
CCTAGG
CCTAGN
CCTANA
CCTANC
CCTANT
CCTANG
CCTANN
CCTCAA
CCTCAC
CCTCAT
CCTCAG
CCTCAN
CCTCCA
CCTCCC
CCTCCT
CCTCCG
CCTCCN
CCTCTA
CCTCTC
CCTCTT
CCTCTG
CCTCTN
CCTCGA
CCTCGC
CCTCGT
CCTCGG
CCTCGN
CCTCNA
CCTCNC
CCTCNT
CCTCNG
CCTCNN
CCTTAA
CCTTAC
CCTTAT
CCTTAG
CCTTAN
CCTTCA
CCTTCC
CCTTCT
CCTTCG
CCTTCN
CCTTTA
CCTTTC
CCTTTT
CCTTTG
CCTTTN
CCTTGA
CCTTGC
CCTTGT
CCTTGG
CCTTGN
CCTTNA
CCTTNC
CCTTNT
CCTTNG
CCTTNN
CCTGAA
CCTGAC
CCTGAT
CCTGAG
CCTGAN
CCTGCA
CCTGCC
CCTGCT
CCTGCG
CCTGCN
CCTGTA
CCTGTC
CCTGTT
CCTGTG
CCTGTN
CCTGGA
CCTGGC
CCTGGT
CCTGGG
CCTGGN
CCTGNA
CCTGNC
CCTGNT
CCTGNG
CCTGNN
CCTNAA
CCTNAC
CCTNAT
CCTNAG
CCTNAN
CCTNCA
CCTNCC
CCTNCT
CCTNCG
CCTNCN
CCTNTA
CCTNTC
CCTNTT
CCTNTG
CCTNTN
CCTNGA
CCTNGC
CCTNGT
CCTNGG
CCTNGN
CCTNNA
CCTNNC
CCTNNT
CCTNNG
CCTNNN
CCGAAA
CCGAAC
CCGAAT
CCGAAG
CCGAAN
CCGACA
CCGACC
CCGACT
CCGACG
CCGACN
CCGATA
CCGATC
CCGATT
CCGATG
CCGATN
CCGAGA
CCGAGC
CCGAGT
CCGAGG
CCGAGN
CCGANA
CCGANC
CCGANT
CCGANG
CCGANN
CCGCAA
CCGCAC
CCGCAT
CCGCAG
CCGCAN
CCGCCA
CCGCCC
CCGCCT
CCGCCG
CCGCCN
CCGCTA
CCGCTC
CCGCTT
CCGCTG
CCGCTN
CCGCGA
CCGCGC
CCGCGT
CCGCGG
CCGCGN
CCGCNA
CCGCNC
CCGCNT
CCGCNG
CCGCNN
CCGTAA
CCGTAC
CCGTAT
CCGTAG
CCGTAN
CCGTCA
CCGTCC
CCGTCT
CCGTCG
CCGTCN
CCGTTA
CCGTTC
CCGTTT
CCGTTG
CCGTTN
CCGTGA
CCGTGC
CCGTGT
CCGTGG
CCGTGN
CCGTNA
CCGTNC
CCGTNT
CCGTNG
CCGTNN
CCGGAA
CCGGAC
CCGGAT
CCGGAG
CCGGAN
CCGGCA
CCGGCC
CCGGCT
CCGGCG
CCGGCN
CCGGTA
CCGGTC
CCGGTT
CCGGTG
CCGGTN
CCGGGA
CCGGGC
CCGGGT
CCGGGG
CCGGGN
CCGGNA
CCGGNC
CCGGNT
CCGGNG
CCGGNN
CCGNAA
CCGNAC
CCGNAT
CCGNAG
CCGNAN
CCGNCA
CCGNCC
CCGNCT
CCGNCG
CCGNCN
CCGNTA
CCGNTC
CCGNTT
CCGNTG
CCGNTN
CCGNGA
CCGNGC
CCGNGT
CCGNGG
CCGNGN
CCGNNA
CCGNNC
CCGNNT
CCGNNG
CCGNNN
CCNAAA
CCNAAC
CCNAAT
CCNAAG
CCNAAN
CCNACA
CCNACC
CCNACT
CCNACG
CCNACN
CCNATA
CCNATC
CCNATT
CCNATG
CCNATN
CCNAGA
CCNAGC
CCNAGT
CCNAGG
CCNAGN
CCNANA
CCNANC
CCNANT
CCNANG
CCNANN
CCNCAA
CCNCAC
CCNCAT
CCNCAG
CCNCAN
CCNCCA
CCNCCC
CCNCCT
CCNCCG
CCNCCN
CCNCTA
CCNCTC
CCNCTT
CCNCTG
CCNCTN
CCNCGA
CCNCGC
CCNCGT
CCNCGG
CCNCGN
CCNCNA
CCNCNC
CCNCNT
CCNCNG
CCNCNN
CCNTAA
CCNTAC
CCNTAT
CCNTAG
CCNTAN
CCNTCA
CCNTCC
CCNTCT
CCNTCG
CCNTCN
CCNTTA
CCNTTC
CCNTTT
CCNTTG
CCNTTN
CCNTGA
CCNTGC
CCNTGT
CCNTGG
CCNTGN
CCNTNA
CCNTNC
CCNTNT
CCNTNG
CCNTNN
CCNGAA
CCNGAC
CCNGAT
CCNGAG
CCNGAN
CCNGCA
CCNGCC
CCNGCT
CCNGCG
CCNGCN
CCNGTA
CCNGTC
CCNGTT
CCNGTG
CCNGTN
CCNGGA
CCNGGC
CCNGGT
CCNGGG
CCNGGN
CCNGNA
CCNGNC
CCNGNT
CCNGNG
CCNGNN
CCNNAA
CCNNAC
CCNNAT
CCNNAG
CCNNAN
CCNNCA
CCNNCC
CCNNCT
CCNNCG
CCNNCN
CCNNTA
CCNNTC
CCNNTT
CCNNTG
CCNNTN
CCNNGA
CCNNGC
CCNNGT
CCNNGG
CCNNGN
CCNNNA
CCNNNC
CCNNNT
CCNNNG
CCNNNN
CTAAAA
CTAAAC
CTAAAT
CTAAAG
CTAAAN
CTAACA
CTAACC
CTAACT
CTAACG
CTAACN
CTAATA
CTAATC
CTAATT
CTAATG
CTAATN
CTAAGA
CTAAGC
CTAAGT
CTAAGG
CTAAGN
CTAANA
CTAANC
CTAANT
CTAANG
CTAANN
CTACAA
CTACAC
CTACAT
CTACAG
CTACAN
CTACCA
CTACCC
CTACCT
CTACCG
CTACCN
CTACTA
CTACTC
CTACTT
CTACTG
CTACTN
CTACGA
CTACGC
CTACGT
CTACGG
CTACGN
CTACNA
CTACNC
CTACNT
CTACNG
CTACNN
CTATAA
CTATAC
CTATAT
CTATAG
CTATAN
CTATCA
CTATCC
CTATCT
CTATCG
CTATCN
CTATTA
CTATTC
CTATTT
CTATTG
CTATTN
CTATGA
CTATGC
CTATGT
CTATGG
CTATGN
CTATNA
CTATNC
CTATNT
CTATNG
CTATNN
CTAGAA
CTAGAC
CTAGAT
CTAGAG
CTAGAN
CTAGCA
CTAGCC
CTAGCT
CTAGCG
CTAGCN
CTAGTA
CTAGTC
CTAGTT
CTAGTG
CTAGTN
CTAGGA
CTAGGC
CTAGGT
CTAGGG
CTAGGN
CTAGNA
CTAGNC
CTAGNT
CTAGNG
CTAGNN
CTANAA
CTANAC
CTANAT
CTANAG
CTANAN
CTANCA
CTANCC
CTANCT
CTANCG
CTANCN
CTANTA
CTANTC
CTANTT
CTANTG
CTANTN
CTANGA
CTANGC
CTANGT
CTANGG
CTANGN
CTANNA
CTANNC
CTANNT
CTANNG
CTANNN
CTCAAA
CTCAAC
CTCAAT
CTCAAG
CTCAAN
CTCACA
CTCACC
CTCACT
CTCACG
CTCACN
CTCATA
CTCATC
CTCATT
CTCATG
CTCATN
CTCAGA
CTCAGC
CTCAGT
CTCAGG
CTCAGN
CTCANA
CTCANC
CTCANT
CTCANG
CTCANN
CTCCAA
CTCCAC
CTCCAT
CTCCAG
CTCCAN
CTCCCA
CTCCCC
CTCCCT
CTCCCG
CTCCCN
CTCCTA
CTCCTC
CTCCTT
CTCCTG
CTCCTN
CTCCGA
CTCCGC
CTCCGT
CTCCGG
CTCCGN
CTCCNA
CTCCNC
CTCCNT
CTCCNG
CTCCNN
CTCTAA
CTCTAC
CTCTAT
CTCTAG
CTCTAN
CTCTCA
CTCTCC
CTCTCT
CTCTCG
CTCTCN
CTCTTA
CTCTTC
CTCTTT
CTCTTG
CTCTTN
CTCTGA
CTCTGC
CTCTGT
CTCTGG
CTCTGN
CTCTNA
CTCTNC
CTCTNT
CTCTNG
CTCTNN
CTCGAA
CTCGAC
CTCGAT
CTCGAG
CTCGAN
CTCGCA
CTCGCC
CTCGCT
CTCGCG
CTCGCN
CTCGTA
CTCGTC
CTCGTT
CTCGTG
CTCGTN
CTCGGA
CTCGGC
CTCGGT
CTCGGG
CTCGGN
CTCGNA
CTCGNC
CTCGNT
CTCGNG
CTCGNN
CTCNAA
CTCNAC
CTCNAT
CTCNAG
CTCNAN
CTCNCA
CTCNCC
CTCNCT
CTCNCG
CTCNCN
CTCNTA
CTCNTC
CTCNTT
CTCNTG
CTCNTN
CTCNGA
CTCNGC
CTCNGT
CTCNGG
CTCNGN
CTCNNA
CTCNNC
CTCNNT
CTCNNG
CTCNNN
CTTAAA
CTTAAC
CTTAAT
CTTAAG
CTTAAN
CTTACA
CTTACC
CTTACT
CTTACG
CTTACN
CTTATA
CTTATC
CTTATT
CTTATG
CTTATN
CTTAGA
CTTAGC
CTTAGT
CTTAGG
CTTAGN
CTTANA
CTTANC
CTTANT
CTTANG
CTTANN
CTTCAA
CTTCAC
CTTCAT
CTTCAG
CTTCAN
CTTCCA
CTTCCC
CTTCCT
CTTCCG
CTTCCN
CTTCTA
CTTCTC
CTTCTT
CTTCTG
CTTCTN
CTTCGA
CTTCGC
CTTCGT
CTTCGG
CTTCGN
CTTCNA
CTTCNC
CTTCNT
CTTCNG
CTTCNN
CTTTAA
CTTTAC
CTTTAT
CTTTAG
CTTTAN
CTTTCA
CTTTCC
CTTTCT
CTTTCG
CTTTCN
CTTTTA
CTTTTC
CTTTTT
CTTTTG
CTTTTN
CTTTGA
CTTTGC
CTTTGT
CTTTGG
CTTTGN
CTTTNA
CTTTNC
CTTTNT
CTTTNG
CTTTNN
CTTGAA
CTTGAC
CTTGAT
CTTGAG
CTTGAN
CTTGCA
CTTGCC
CTTGCT
CTTGCG
CTTGCN
CTTGTA
CTTGTC
CTTGTT
CTTGTG
CTTGTN
CTTGGA
CTTGGC
CTTGGT
CTTGGG
CTTGGN
CTTGNA
CTTGNC
CTTGNT
CTTGNG
CTTGNN
CTTNAA
CTTNAC
CTTNAT
CTTNAG
CTTNAN
CTTNCA
CTTNCC
CTTNCT
CTTNCG
CTTNCN
CTTNTA
CTTNTC
CTTNTT
CTTNTG
CTTNTN
CTTNGA
CTTNGC
CTTNGT
CTTNGG
CTTNGN
CTTNNA
CTTNNC
CTTNNT
CTTNNG
CTTNNN
CTGAAA
CTGAAC
CTGAAT
CTGAAG
CTGAAN
CTGACA
CTGACC
CTGACT
CTGACG
CTGACN
CTGATA
CTGATC
CTGATT
CTGATG
CTGATN
CTGAGA
CTGAGC
CTGAGT
CTGAGG
CTGAGN
CTGANA
CTGANC
CTGANT
CTGANG
CTGANN
CTGCAA
CTGCAC
CTGCAT
CTGCAG
CTGCAN
CTGCCA
CTGCCC
CTGCCT
CTGCCG
CTGCCN
CTGCTA
CTGCTC
CTGCTT
CTGCTG
CTGCTN
CTGCGA
CTGCGC
CTGCGT
CTGCGG
CTGCGN
CTGCNA
CTGCNC
CTGCNT
CTGCNG
CTGCNN
CTGTAA
CTGTAC
CTGTAT
CTGTAG
CTGTAN
CTGTCA
CTGTCC
CTGTCT
CTGTCG
CTGTCN
CTGTTA
CTGTTC
CTGTTT
CTGTTG
CTGTTN
CTGTGA
CTGTGC
CTGTGT
CTGTGG
CTGTGN
CTGTNA
CTGTNC
CTGTNT
CTGTNG
CTGTNN
CTGGAA
CTGGAC
CTGGAT
CTGGAG
CTGGAN
CTGGCA
CTGGCC
CTGGCT
CTGGCG
CTGGCN
CTGGTA
CTGGTC
CTGGTT
CTGGTG
CTGGTN
CTGGGA
CTGGGC
CTGGGT
CTGGGG
CTGGGN
CTGGNA
CTGGNC
CTGGNT
CTGGNG
CTGGNN
CTGNAA
CTGNAC
CTGNAT
CTGNAG
CTGNAN
CTGNCA
CTGNCC
CTGNCT
CTGNCG
CTGNCN
CTGNTA
CTGNTC
CTGNTT
CTGNTG
CTGNTN
CTGNGA
CTGNGC
CTGNGT
CTGNGG
CTGNGN
CTGNNA
CTGNNC
CTGNNT
CTGNNG
CTGNNN
CTNAAA
CTNAAC
CTNAAT
CTNAAG
CTNAAN
CTNACA
CTNACC
CTNACT
CTNACG
CTNACN
CTNATA
CTNATC
CTNATT
CTNATG
CTNATN
CTNAGA
CTNAGC
CTNAGT
CTNAGG
CTNAGN
CTNANA
CTNANC
CTNANT
CTNANG
CTNANN
CTNCAA
CTNCAC
CTNCAT
CTNCAG
CTNCAN
CTNCCA
CTNCCC
CTNCCT
CTNCCG
CTNCCN
CTNCTA
CTNCTC
CTNCTT
CTNCTG
CTNCTN
CTNCGA
CTNCGC
CTNCGT
CTNCGG
CTNCGN
CTNCNA
CTNCNC
CTNCNT
CTNCNG
CTNCNN
CTNTAA
CTNTAC
CTNTAT
CTNTAG
CTNTAN
CTNTCA
CTNTCC
CTNTCT
CTNTCG
CTNTCN
CTNTTA
CTNTTC
CTNTTT
CTNTTG
CTNTTN
CTNTGA
CTNTGC
CTNTGT
CTNTGG
CTNTGN
CTNTNA
CTNTNC
CTNTNT
CTNTNG
CTNTNN
CTNGAA
CTNGAC
CTNGAT
CTNGAG
CTNGAN
CTNGCA
CTNGCC
CTNGCT
CTNGCG
CTNGCN
CTNGTA
CTNGTC
CTNGTT
CTNGTG
CTNGTN
CTNGGA
CTNGGC
CTNGGT
CTNGGG
CTNGGN
CTNGNA
CTNGNC
CTNGNT
CTNGNG
CTNGNN
CTNNAA
CTNNAC
CTNNAT
CTNNAG
CTNNAN
CTNNCA
CTNNCC
CTNNCT
CTNNCG
CTNNCN
CTNNTA
CTNNTC
CTNNTT
CTNNTG
CTNNTN
CTNNGA
CTNNGC
CTNNGT
CTNNGG
CTNNGN
CTNNNA
CTNNNC
CTNNNT
CTNNNG
CTNNNN
CGAAAA
CGAAAC
CGAAAT
CGAAAG
CGAAAN
CGAACA
CGAACC
CGAACT
CGAACG
CGAACN
CGAATA
CGAATC
CGAATT
CGAATG
CGAATN
CGAAGA
CGAAGC
CGAAGT
CGAAGG
CGAAGN
CGAANA
CGAANC
CGAANT
CGAANG
CGAANN
CGACAA
CGACAC
CGACAT
CGACAG
CGACAN
CGACCA
CGACCC
CGACCT
CGACCG
CGACCN
CGACTA
CGACTC
CGACTT
CGACTG
CGACTN
CGACGA
CGACGC
CGACGT
CGACGG
CGACGN
CGACNA
CGACNC
CGACNT
CGACNG
CGACNN
CGATAA
CGATAC
CGATAT
CGATAG
CGATAN
CGATCA
CGATCC
CGATCT
CGATCG
CGATCN
CGATTA
CGATTC
CGATTT
CGATTG
CGATTN
CGATGA
CGATGC
CGATGT
CGATGG
CGATGN
CGATNA
CGATNC
CGATNT
CGATNG
CGATNN
CGAGAA
CGAGAC
CGAGAT
CGAGAG
CGAGAN
CGAGCA
CGAGCC
CGAGCT
CGAGCG
CGAGCN
CGAGTA
CGAGTC
CGAGTT
CGAGTG
CGAGTN
CGAGGA
CGAGGC
CGAGGT
CGAGGG
CGAGGN
CGAGNA
CGAGNC
CGAGNT
CGAGNG
CGAGNN
CGANAA
CGANAC
CGANAT
CGANAG
CGANAN
CGANCA
CGANCC
CGANCT
CGANCG
CGANCN
CGANTA
CGANTC
CGANTT
CGANTG
CGANTN
CGANGA
CGANGC
CGANGT
CGANGG
CGANGN
CGANNA
CGANNC
CGANNT
CGANNG
CGANNN
CGCAAA
CGCAAC
CGCAAT
CGCAAG
CGCAAN
CGCACA
CGCACC
CGCACT
CGCACG
CGCACN
CGCATA
CGCATC
CGCATT
CGCATG
CGCATN
CGCAGA
CGCAGC
CGCAGT
CGCAGG
CGCAGN
CGCANA
CGCANC
CGCANT
CGCANG
CGCANN
CGCCAA
CGCCAC
CGCCAT
CGCCAG
CGCCAN
CGCCCA
CGCCCC
CGCCCT
CGCCCG
CGCCCN
CGCCTA
CGCCTC
CGCCTT
CGCCTG
CGCCTN
CGCCGA
CGCCGC
CGCCGT
CGCCGG
CGCCGN
CGCCNA
CGCCNC
CGCCNT
CGCCNG
CGCCNN
CGCTAA
CGCTAC
CGCTAT
CGCTAG
CGCTAN
CGCTCA
CGCTCC
CGCTCT
CGCTCG
CGCTCN
CGCTTA
CGCTTC
CGCTTT
CGCTTG
CGCTTN
CGCTGA
CGCTGC
CGCTGT
CGCTGG
CGCTGN
CGCTNA
CGCTNC
CGCTNT
CGCTNG
CGCTNN
CGCGAA
CGCGAC
CGCGAT
CGCGAG
CGCGAN
CGCGCA
CGCGCC
CGCGCT
CGCGCG
CGCGCN
CGCGTA
CGCGTC
CGCGTT
CGCGTG
CGCGTN
CGCGGA
CGCGGC
CGCGGT
CGCGGG
CGCGGN
CGCGNA
CGCGNC
CGCGNT
CGCGNG
CGCGNN
CGCNAA
CGCNAC
CGCNAT
CGCNAG
CGCNAN
CGCNCA
CGCNCC
CGCNCT
CGCNCG
CGCNCN
CGCNTA
CGCNTC
CGCNTT
CGCNTG
CGCNTN
CGCNGA
CGCNGC
CGCNGT
CGCNGG
CGCNGN
CGCNNA
CGCNNC
CGCNNT
CGCNNG
CGCNNN
CGTAAA
CGTAAC
CGTAAT
CGTAAG
CGTAAN
CGTACA
CGTACC
CGTACT
CGTACG
CGTACN
CGTATA
CGTATC
CGTATT
CGTATG
CGTATN
CGTAGA
CGTAGC
CGTAGT
CGTAGG
CGTAGN
CGTANA
CGTANC
CGTANT
CGTANG
CGTANN
CGTCAA
CGTCAC
CGTCAT
CGTCAG
CGTCAN
CGTCCA
CGTCCC
CGTCCT
CGTCCG
CGTCCN
CGTCTA
CGTCTC
CGTCTT
CGTCTG
CGTCTN
CGTCGA
CGTCGC
CGTCGT
CGTCGG
CGTCGN
CGTCNA
CGTCNC
CGTCNT
CGTCNG
CGTCNN
CGTTAA
CGTTAC
CGTTAT
CGTTAG
CGTTAN
CGTTCA
CGTTCC
CGTTCT
CGTTCG
CGTTCN
CGTTTA
CGTTTC
CGTTTT
CGTTTG
CGTTTN
CGTTGA
CGTTGC
CGTTGT
CGTTGG
CGTTGN
CGTTNA
CGTTNC
CGTTNT
CGTTNG
CGTTNN
CGTGAA
CGTGAC
CGTGAT
CGTGAG
CGTGAN
CGTGCA
CGTGCC
CGTGCT
CGTGCG
CGTGCN
CGTGTA
CGTGTC
CGTGTT
CGTGTG
CGTGTN
CGTGGA
CGTGGC
CGTGGT
CGTGGG
CGTGGN
CGTGNA
CGTGNC
CGTGNT
CGTGNG
CGTGNN
CGTNAA
CGTNAC
CGTNAT
CGTNAG
CGTNAN
CGTNCA
CGTNCC
CGTNCT
CGTNCG
CGTNCN
CGTNTA
CGTNTC
CGTNTT
CGTNTG
CGTNTN
CGTNGA
CGTNGC
CGTNGT
CGTNGG
CGTNGN
CGTNNA
CGTNNC
CGTNNT
CGTNNG
CGTNNN
CGGAAA
CGGAAC
CGGAAT
CGGAAG
CGGAAN
CGGACA
CGGACC
CGGACT
CGGACG
CGGACN
CGGATA
CGGATC
CGGATT
CGGATG
CGGATN
CGGAGA
CGGAGC
CGGAGT
CGGAGG
CGGAGN
CGGANA
CGGANC
CGGANT
CGGANG
CGGANN
CGGCAA
CGGCAC
CGGCAT
CGGCAG
CGGCAN
CGGCCA
CGGCCC
CGGCCT
CGGCCG
CGGCCN
CGGCTA
CGGCTC
CGGCTT
CGGCTG
CGGCTN
CGGCGA
CGGCGC
CGGCGT
CGGCGG
CGGCGN
CGGCNA
CGGCNC
CGGCNT
CGGCNG
CGGCNN
CGGTAA
CGGTAC
CGGTAT
CGGTAG
CGGTAN
CGGTCA
CGGTCC
CGGTCT
CGGTCG
CGGTCN
CGGTTA
CGGTTC
CGGTTT
CGGTTG
CGGTTN
CGGTGA
CGGTGC
CGGTGT
CGGTGG
CGGTGN
CGGTNA
CGGTNC
CGGTNT
CGGTNG
CGGTNN
CGGGAA
CGGGAC
CGGGAT
CGGGAG
CGGGAN
CGGGCA
CGGGCC
CGGGCT
CGGGCG
CGGGCN
CGGGTA
CGGGTC
CGGGTT
CGGGTG
CGGGTN
CGGGGA
CGGGGC
CGGGGT
CGGGGG
CGGGGN
CGGGNA
CGGGNC
CGGGNT
CGGGNG
CGGGNN
CGGNAA
CGGNAC
CGGNAT
CGGNAG
CGGNAN
CGGNCA
CGGNCC
CGGNCT
CGGNCG
CGGNCN
CGGNTA
CGGNTC
CGGNTT
CGGNTG
CGGNTN
CGGNGA
CGGNGC
CGGNGT
CGGNGG
CGGNGN
CGGNNA
CGGNNC
CGGNNT
CGGNNG
CGGNNN
CGNAAA
CGNAAC
CGNAAT
CGNAAG
CGNAAN
CGNACA
CGNACC
CGNACT
CGNACG
CGNACN
CGNATA
CGNATC
CGNATT
CGNATG
CGNATN
CGNAGA
CGNAGC
CGNAGT
CGNAGG
CGNAGN
CGNANA
CGNANC
CGNANT
CGNANG
CGNANN
CGNCAA
CGNCAC
CGNCAT
CGNCAG
CGNCAN
CGNCCA
CGNCCC
CGNCCT
CGNCCG
CGNCCN
CGNCTA
CGNCTC
CGNCTT
CGNCTG
CGNCTN
CGNCGA
CGNCGC
CGNCGT
CGNCGG
CGNCGN
CGNCNA
CGNCNC
CGNCNT
CGNCNG
CGNCNN
CGNTAA
CGNTAC
CGNTAT
CGNTAG
CGNTAN
CGNTCA
CGNTCC
CGNTCT
CGNTCG
CGNTCN
CGNTTA
CGNTTC
CGNTTT
CGNTTG
CGNTTN
CGNTGA
CGNTGC
CGNTGT
CGNTGG
CGNTGN
CGNTNA
CGNTNC
CGNTNT
CGNTNG
CGNTNN
CGNGAA
CGNGAC
CGNGAT
CGNGAG
CGNGAN
CGNGCA
CGNGCC
CGNGCT
CGNGCG
CGNGCN
CGNGTA
CGNGTC
CGNGTT
CGNGTG
CGNGTN
CGNGGA
CGNGGC
CGNGGT
CGNGGG
CGNGGN
CGNGNA
CGNGNC
CGNGNT
CGNGNG
CGNGNN
CGNNAA
CGNNAC
CGNNAT
CGNNAG
CGNNAN
CGNNCA
CGNNCC
CGNNCT
CGNNCG
CGNNCN
CGNNTA
CGNNTC
CGNNTT
CGNNTG
CGNNTN
CGNNGA
CGNNGC
CGNNGT
CGNNGG
CGNNGN
CGNNNA
CGNNNC
CGNNNT
CGNNNG
CGNNNN
CNAAAA
CNAAAC
CNAAAT
CNAAAG
CNAAAN
CNAACA
CNAACC
CNAACT
CNAACG
CNAACN
CNAATA
CNAATC
CNAATT
CNAATG
CNAATN
CNAAGA
CNAAGC
CNAAGT
CNAAGG
CNAAGN
CNAANA
CNAANC
CNAANT
CNAANG
CNAANN
CNACAA
CNACAC
CNACAT
CNACAG
CNACAN
CNACCA
CNACCC
CNACCT
CNACCG
CNACCN
CNACTA
CNACTC
CNACTT
CNACTG
CNACTN
CNACGA
CNACGC
CNACGT
CNACGG
CNACGN
CNACNA
CNACNC
CNACNT
CNACNG
CNACNN
CNATAA
CNATAC
CNATAT
CNATAG
CNATAN
CNATCA
CNATCC
CNATCT
CNATCG
CNATCN
CNATTA
CNATTC
CNATTT
CNATTG
CNATTN
CNATGA
CNATGC
CNATGT
CNATGG
CNATGN
CNATNA
CNATNC
CNATNT
CNATNG
CNATNN
CNAGAA
CNAGAC
CNAGAT
CNAGAG
CNAGAN
CNAGCA
CNAGCC
CNAGCT
CNAGCG
CNAGCN
CNAGTA
CNAGTC
CNAGTT
CNAGTG
CNAGTN
CNAGGA
CNAGGC
CNAGGT
CNAGGG
CNAGGN
CNAGNA
CNAGNC
CNAGNT
CNAGNG
CNAGNN
CNANAA
CNANAC
CNANAT
CNANAG
CNANAN
CNANCA
CNANCC
CNANCT
CNANCG
CNANCN
CNANTA
CNANTC
CNANTT
CNANTG
CNANTN
CNANGA
CNANGC
CNANGT
CNANGG
CNANGN
CNANNA
CNANNC
CNANNT
CNANNG
CNANNN
CNCAAA
CNCAAC
CNCAAT
CNCAAG
CNCAAN
CNCACA
CNCACC
CNCACT
CNCACG
CNCACN
CNCATA
CNCATC
CNCATT
CNCATG
CNCATN
CNCAGA
CNCAGC
CNCAGT
CNCAGG
CNCAGN
CNCANA
CNCANC
CNCANT
CNCANG
CNCANN
CNCCAA
CNCCAC
CNCCAT
CNCCAG
CNCCAN
CNCCCA
CNCCCC
CNCCCT
CNCCCG
CNCCCN
CNCCTA
CNCCTC
CNCCTT
CNCCTG
CNCCTN
CNCCGA
CNCCGC
CNCCGT
CNCCGG
CNCCGN
CNCCNA
CNCCNC
CNCCNT
CNCCNG
CNCCNN
CNCTAA
CNCTAC
CNCTAT
CNCTAG
CNCTAN
CNCTCA
CNCTCC
CNCTCT
CNCTCG
CNCTCN
CNCTTA
CNCTTC
CNCTTT
CNCTTG
CNCTTN
CNCTGA
CNCTGC
CNCTGT
CNCTGG
CNCTGN
CNCTNA
CNCTNC
CNCTNT
CNCTNG
CNCTNN
CNCGAA
CNCGAC
CNCGAT
CNCGAG
CNCGAN
CNCGCA
CNCGCC
CNCGCT
CNCGCG
CNCGCN
CNCGTA
CNCGTC
CNCGTT
CNCGTG
CNCGTN
CNCGGA
CNCGGC
CNCGGT
CNCGGG
CNCGGN
CNCGNA
CNCGNC
CNCGNT
CNCGNG
CNCGNN
CNCNAA
CNCNAC
CNCNAT
CNCNAG
CNCNAN
CNCNCA
CNCNCC
CNCNCT
CNCNCG
CNCNCN
CNCNTA
CNCNTC
CNCNTT
CNCNTG
CNCNTN
CNCNGA
CNCNGC
CNCNGT
CNCNGG
CNCNGN
CNCNNA
CNCNNC
CNCNNT
CNCNNG
CNCNNN
CNTAAA
CNTAAC
CNTAAT
CNTAAG
CNTAAN
CNTACA
CNTACC
CNTACT
CNTACG
CNTACN
CNTATA
CNTATC
CNTATT
CNTATG
CNTATN
CNTAGA
CNTAGC
CNTAGT
CNTAGG
CNTAGN
CNTANA
CNTANC
CNTANT
CNTANG
CNTANN
CNTCAA
CNTCAC
CNTCAT
CNTCAG
CNTCAN
CNTCCA
CNTCCC
CNTCCT
CNTCCG
CNTCCN
CNTCTA
CNTCTC
CNTCTT
CNTCTG
CNTCTN
CNTCGA
CNTCGC
CNTCGT
CNTCGG
CNTCGN
CNTCNA
CNTCNC
CNTCNT
CNTCNG
CNTCNN
CNTTAA
CNTTAC
CNTTAT
CNTTAG
CNTTAN
CNTTCA
CNTTCC
CNTTCT
CNTTCG
CNTTCN
CNTTTA
CNTTTC
CNTTTT
CNTTTG
CNTTTN
CNTTGA
CNTTGC
CNTTGT
CNTTGG
CNTTGN
CNTTNA
CNTTNC
CNTTNT
CNTTNG
CNTTNN
CNTGAA
CNTGAC
CNTGAT
CNTGAG
CNTGAN
CNTGCA
CNTGCC
CNTGCT
CNTGCG
CNTGCN
CNTGTA
CNTGTC
CNTGTT
CNTGTG
CNTGTN
CNTGGA
CNTGGC
CNTGGT
CNTGGG
CNTGGN
CNTGNA
CNTGNC
CNTGNT
CNTGNG
CNTGNN
CNTNAA
CNTNAC
CNTNAT
CNTNAG
CNTNAN
CNTNCA
CNTNCC
CNTNCT
CNTNCG
CNTNCN
CNTNTA
CNTNTC
CNTNTT
CNTNTG
CNTNTN
CNTNGA
CNTNGC
CNTNGT
CNTNGG
CNTNGN
CNTNNA
CNTNNC
CNTNNT
CNTNNG
CNTNNN
CNGAAA
CNGAAC
CNGAAT
CNGAAG
CNGAAN
CNGACA
CNGACC
CNGACT
CNGACG
CNGACN
CNGATA
CNGATC
CNGATT
CNGATG
CNGATN
CNGAGA
CNGAGC
CNGAGT
CNGAGG
CNGAGN
CNGANA
CNGANC
CNGANT
CNGANG
CNGANN
CNGCAA
CNGCAC
CNGCAT
CNGCAG
CNGCAN
CNGCCA
CNGCCC
CNGCCT
CNGCCG
CNGCCN
CNGCTA
CNGCTC
CNGCTT
CNGCTG
CNGCTN
CNGCGA
CNGCGC
CNGCGT
CNGCGG
CNGCGN
CNGCNA
CNGCNC
CNGCNT
CNGCNG
CNGCNN
CNGTAA
CNGTAC
CNGTAT
CNGTAG
CNGTAN
CNGTCA
CNGTCC
CNGTCT
CNGTCG
CNGTCN
CNGTTA
CNGTTC
CNGTTT
CNGTTG
CNGTTN
CNGTGA
CNGTGC
CNGTGT
CNGTGG
CNGTGN
CNGTNA
CNGTNC
CNGTNT
CNGTNG
CNGTNN
CNGGAA
CNGGAC
CNGGAT
CNGGAG
CNGGAN
CNGGCA
CNGGCC
CNGGCT
CNGGCG
CNGGCN
CNGGTA
CNGGTC
CNGGTT
CNGGTG
CNGGTN
CNGGGA
CNGGGC
CNGGGT
CNGGGG
CNGGGN
CNGGNA
CNGGNC
CNGGNT
CNGGNG
CNGGNN
CNGNAA
CNGNAC
CNGNAT
CNGNAG
CNGNAN
CNGNCA
CNGNCC
CNGNCT
CNGNCG
CNGNCN
CNGNTA
CNGNTC
CNGNTT
CNGNTG
CNGNTN
CNGNGA
CNGNGC
CNGNGT
CNGNGG
CNGNGN
CNGNNA
CNGNNC
CNGNNT
CNGNNG
CNGNNN
CNNAAA
CNNAAC
CNNAAT
CNNAAG
CNNAAN
CNNACA
CNNACC
CNNACT
CNNACG
CNNACN
CNNATA
CNNATC
CNNATT
CNNATG
CNNATN
CNNAGA
CNNAGC
CNNAGT
CNNAGG
CNNAGN
CNNANA
CNNANC
CNNANT
CNNANG
CNNANN
CNNCAA
CNNCAC
CNNCAT
CNNCAG
CNNCAN
CNNCCA
CNNCCC
CNNCCT
CNNCCG
CNNCCN
CNNCTA
CNNCTC
CNNCTT
CNNCTG
CNNCTN
CNNCGA
CNNCGC
CNNCGT
CNNCGG
CNNCGN
CNNCNA
CNNCNC
CNNCNT
CNNCNG
CNNCNN
CNNTAA
CNNTAC
CNNTAT
CNNTAG
CNNTAN
CNNTCA
CNNTCC
CNNTCT
CNNTCG
CNNTCN
CNNTTA
CNNTTC
CNNTTT
CNNTTG
CNNTTN
CNNTGA
CNNTGC
CNNTGT
CNNTGG
CNNTGN
CNNTNA
CNNTNC
CNNTNT
CNNTNG
CNNTNN
CNNGAA
CNNGAC
CNNGAT
CNNGAG
CNNGAN
CNNGCA
CNNGCC
CNNGCT
CNNGCG
CNNGCN
CNNGTA
CNNGTC
CNNGTT
CNNGTG
CNNGTN
CNNGGA
CNNGGC
CNNGGT
CNNGGG
CNNGGN
CNNGNA
CNNGNC
CNNGNT
CNNGNG
CNNGNN
CNNNAA
CNNNAC
CNNNAT
CNNNAG
CNNNAN
CNNNCA
CNNNCC
CNNNCT
CNNNCG
CNNNCN
CNNNTA
CNNNTC
CNNNTT
CNNNTG
CNNNTN
CNNNGA
CNNNGC
CNNNGT
CNNNGG
CNNNGN
CNNNNA
CNNNNC
CNNNNT
CNNNNG
CNNNNN
TAAAAA
TAAAAC
TAAAAT
TAAAAG
TAAAAN
TAAACA
TAAACC
TAAACT
TAAACG
TAAACN
TAAATA
TAAATC
TAAATT
TAAATG
TAAATN
TAAAGA
TAAAGC
TAAAGT
TAAAGG
TAAAGN
TAAANA
TAAANC
TAAANT
TAAANG
TAAANN
TAACAA
TAACAC
TAACAT
TAACAG
TAACAN
TAACCA
TAACCC
TAACCT
TAACCG
TAACCN
TAACTA
TAACTC
TAACTT
TAACTG
TAACTN
TAACGA
TAACGC
TAACGT
TAACGG
TAACGN
TAACNA
TAACNC
TAACNT
TAACNG
TAACNN
TAATAA
TAATAC
TAATAT
TAATAG
TAATAN
TAATCA
TAATCC
TAATCT
TAATCG
TAATCN
TAATTA
TAATTC
TAATTT
TAATTG
TAATTN
TAATGA
TAATGC
TAATGT
TAATGG
TAATGN
TAATNA
TAATNC
TAATNT
TAATNG
TAATNN
TAAGAA
TAAGAC
TAAGAT
TAAGAG
TAAGAN
TAAGCA
TAAGCC
TAAGCT
TAAGCG
TAAGCN
TAAGTA
TAAGTC
TAAGTT
TAAGTG
TAAGTN
TAAGGA
TAAGGC
TAAGGT
TAAGGG
TAAGGN
TAAGNA
TAAGNC
TAAGNT
TAAGNG
TAAGNN
TAANAA
TAANAC
TAANAT
TAANAG
TAANAN
TAANCA
TAANCC
TAANCT
TAANCG
TAANCN
TAANTA
TAANTC
TAANTT
TAANTG
TAANTN
TAANGA
TAANGC
TAANGT
TAANGG
TAANGN
TAANNA
TAANNC
TAANNT
TAANNG
TAANNN
TACAAA
TACAAC
TACAAT
TACAAG
TACAAN
TACACA
TACACC
TACACT
TACACG
TACACN
TACATA
TACATC
TACATT
TACATG
TACATN
TACAGA
TACAGC
TACAGT
TACAGG
TACAGN
TACANA
TACANC
TACANT
TACANG
TACANN
TACCAA
TACCAC
TACCAT
TACCAG
TACCAN
TACCCA
TACCCC
TACCCT
TACCCG
TACCCN
TACCTA
TACCTC
TACCTT
TACCTG
TACCTN
TACCGA
TACCGC
TACCGT
TACCGG
TACCGN
TACCNA
TACCNC
TACCNT
TACCNG
TACCNN
TACTAA
TACTAC
TACTAT
TACTAG
TACTAN
TACTCA
TACTCC
TACTCT
TACTCG
TACTCN
TACTTA
TACTTC
TACTTT
TACTTG
TACTTN
TACTGA
TACTGC
TACTGT
TACTGG
TACTGN
TACTNA
TACTNC
TACTNT
TACTNG
TACTNN
TACGAA
TACGAC
TACGAT
TACGAG
TACGAN
TACGCA
TACGCC
TACGCT
TACGCG
TACGCN
TACGTA
TACGTC
TACGTT
TACGTG
TACGTN
TACGGA
TACGGC
TACGGT
TACGGG
TACGGN
TACGNA
TACGNC
TACGNT
TACGNG
TACGNN
TACNAA
TACNAC
TACNAT
TACNAG
TACNAN
TACNCA
TACNCC
TACNCT
TACNCG
TACNCN
TACNTA
TACNTC
TACNTT
TACNTG
TACNTN
TACNGA
TACNGC
TACNGT
TACNGG
TACNGN
TACNNA
TACNNC
TACNNT
TACNNG
TACNNN
TATAAA
TATAAC
TATAAT
TATAAG
TATAAN
TATACA
TATACC
TATACT
TATACG
TATACN
TATATA
TATATC
TATATT
TATATG
TATATN
TATAGA
TATAGC
TATAGT
TATAGG
TATAGN
TATANA
TATANC
TATANT
TATANG
TATANN
TATCAA
TATCAC
TATCAT
TATCAG
TATCAN
TATCCA
TATCCC
TATCCT
TATCCG
TATCCN
TATCTA
TATCTC
TATCTT
TATCTG
TATCTN
TATCGA
TATCGC
TATCGT
TATCGG
TATCGN
TATCNA
TATCNC
TATCNT
TATCNG
TATCNN
TATTAA
TATTAC
TATTAT
TATTAG
TATTAN
TATTCA
TATTCC
TATTCT
TATTCG
TATTCN
TATTTA
TATTTC
TATTTT
TATTTG
TATTTN
TATTGA
TATTGC
TATTGT
TATTGG
TATTGN
TATTNA
TATTNC
TATTNT
TATTNG
TATTNN
TATGAA
TATGAC
TATGAT
TATGAG
TATGAN
TATGCA
TATGCC
TATGCT
TATGCG
TATGCN
TATGTA
TATGTC
TATGTT
TATGTG
TATGTN
TATGGA
TATGGC
TATGGT
TATGGG
TATGGN
TATGNA
TATGNC
TATGNT
TATGNG
TATGNN
TATNAA
TATNAC
TATNAT
TATNAG
TATNAN
TATNCA
TATNCC
TATNCT
TATNCG
TATNCN
TATNTA
TATNTC
TATNTT
TATNTG
TATNTN
TATNGA
TATNGC
TATNGT
TATNGG
TATNGN
TATNNA
TATNNC
TATNNT
TATNNG
TATNNN
TAGAAA
TAGAAC
TAGAAT
TAGAAG
TAGAAN
TAGACA
TAGACC
TAGACT
TAGACG
TAGACN
TAGATA
TAGATC
TAGATT
TAGATG
TAGATN
TAGAGA
TAGAGC
TAGAGT
TAGAGG
TAGAGN
TAGANA
TAGANC
TAGANT
TAGANG
TAGANN
TAGCAA
TAGCAC
TAGCAT
TAGCAG
TAGCAN
TAGCCA
TAGCCC
TAGCCT
TAGCCG
TAGCCN
TAGCTA
TAGCTC
TAGCTT
TAGCTG
TAGCTN
TAGCGA
TAGCGC
TAGCGT
TAGCGG
TAGCGN
TAGCNA
TAGCNC
TAGCNT
TAGCNG
TAGCNN
TAGTAA
TAGTAC
TAGTAT
TAGTAG
TAGTAN
TAGTCA
TAGTCC
TAGTCT
TAGTCG
TAGTCN
TAGTTA
TAGTTC
TAGTTT
TAGTTG
TAGTTN
TAGTGA
TAGTGC
TAGTGT
TAGTGG
TAGTGN
TAGTNA
TAGTNC
TAGTNT
TAGTNG
TAGTNN
TAGGAA
TAGGAC
TAGGAT
TAGGAG
TAGGAN
TAGGCA
TAGGCC
TAGGCT
TAGGCG
TAGGCN
TAGGTA
TAGGTC
TAGGTT
TAGGTG
TAGGTN
TAGGGA
TAGGGC
TAGGGT
TAGGGG
TAGGGN
TAGGNA
TAGGNC
TAGGNT
TAGGNG
TAGGNN
TAGNAA
TAGNAC
TAGNAT
TAGNAG
TAGNAN
TAGNCA
TAGNCC
TAGNCT
TAGNCG
TAGNCN
TAGNTA
TAGNTC
TAGNTT
TAGNTG
TAGNTN
TAGNGA
TAGNGC
TAGNGT
TAGNGG
TAGNGN
TAGNNA
TAGNNC
TAGNNT
TAGNNG
TAGNNN
TANAAA
TANAAC
TANAAT
TANAAG
TANAAN
TANACA
TANACC
TANACT
TANACG
TANACN
TANATA
TANATC
TANATT
TANATG
TANATN
TANAGA
TANAGC
TANAGT
TANAGG
TANAGN
TANANA
TANANC
TANANT
TANANG
TANANN
TANCAA
TANCAC
TANCAT
TANCAG
TANCAN
TANCCA
TANCCC
TANCCT
TANCCG
TANCCN
TANCTA
TANCTC
TANCTT
TANCTG
TANCTN
TANCGA
TANCGC
TANCGT
TANCGG
TANCGN
TANCNA
TANCNC
TANCNT
TANCNG
TANCNN
TANTAA
TANTAC
TANTAT
TANTAG
TANTAN
TANTCA
TANTCC
TANTCT
TANTCG
TANTCN
TANTTA
TANTTC
TANTTT
TANTTG
TANTTN
TANTGA
TANTGC
TANTGT
TANTGG
TANTGN
TANTNA
TANTNC
TANTNT
TANTNG
TANTNN
TANGAA
TANGAC
TANGAT
TANGAG
TANGAN
TANGCA
TANGCC
TANGCT
TANGCG
TANGCN
TANGTA
TANGTC
TANGTT
TANGTG
TANGTN
TANGGA
TANGGC
TANGGT
TANGGG
TANGGN
TANGNA
TANGNC
TANGNT
TANGNG
TANGNN
TANNAA
TANNAC
TANNAT
TANNAG
TANNAN
TANNCA
TANNCC
TANNCT
TANNCG
TANNCN
TANNTA
TANNTC
TANNTT
TANNTG
TANNTN
TANNGA
TANNGC
TANNGT
TANNGG
TANNGN
TANNNA
TANNNC
TANNNT
TANNNG
TANNNN
TCAAAA
TCAAAC
TCAAAT
TCAAAG
TCAAAN
TCAACA
TCAACC
TCAACT
TCAACG
TCAACN
TCAATA
TCAATC
TCAATT
TCAATG
TCAATN
TCAAGA
TCAAGC
TCAAGT
TCAAGG
TCAAGN
TCAANA
TCAANC
TCAANT
TCAANG
TCAANN
TCACAA
TCACAC
TCACAT
TCACAG
TCACAN
TCACCA
TCACCC
TCACCT
TCACCG
TCACCN
TCACTA
TCACTC
TCACTT
TCACTG
TCACTN
TCACGA
TCACGC
TCACGT
TCACGG
TCACGN
TCACNA
TCACNC
TCACNT
TCACNG
TCACNN
TCATAA
TCATAC
TCATAT
TCATAG
TCATAN
TCATCA
TCATCC
TCATCT
TCATCG
TCATCN
TCATTA
TCATTC
TCATTT
TCATTG
TCATTN
TCATGA
TCATGC
TCATGT
TCATGG
TCATGN
TCATNA
TCATNC
TCATNT
TCATNG
TCATNN
TCAGAA
TCAGAC
TCAGAT
TCAGAG
TCAGAN
TCAGCA
TCAGCC
TCAGCT
TCAGCG
TCAGCN
TCAGTA
TCAGTC
TCAGTT
TCAGTG
TCAGTN
TCAGGA
TCAGGC
TCAGGT
TCAGGG
TCAGGN
TCAGNA
TCAGNC
TCAGNT
TCAGNG
TCAGNN
TCANAA
TCANAC
TCANAT
TCANAG
TCANAN
TCANCA
TCANCC
TCANCT
TCANCG
TCANCN
TCANTA
TCANTC
TCANTT
TCANTG
TCANTN
TCANGA
TCANGC
TCANGT
TCANGG
TCANGN
TCANNA
TCANNC
TCANNT
TCANNG
TCANNN
TCCAAA
TCCAAC
TCCAAT
TCCAAG
TCCAAN
TCCACA
TCCACC
TCCACT
TCCACG
TCCACN
TCCATA
TCCATC
TCCATT
TCCATG
TCCATN
TCCAGA
TCCAGC
TCCAGT
TCCAGG
TCCAGN
TCCANA
TCCANC
TCCANT
TCCANG
TCCANN
TCCCAA
TCCCAC
TCCCAT
TCCCAG
TCCCAN
TCCCCA
TCCCCC
TCCCCT
TCCCCG
TCCCCN
TCCCTA
TCCCTC
TCCCTT
TCCCTG
TCCCTN
TCCCGA
TCCCGC
TCCCGT
TCCCGG
TCCCGN
TCCCNA
TCCCNC
TCCCNT
TCCCNG
TCCCNN
TCCTAA
TCCTAC
TCCTAT
TCCTAG
TCCTAN
TCCTCA
TCCTCC
TCCTCT
TCCTCG
TCCTCN
TCCTTA
TCCTTC
TCCTTT
TCCTTG
TCCTTN
TCCTGA
TCCTGC
TCCTGT
TCCTGG
TCCTGN
TCCTNA
TCCTNC
TCCTNT
TCCTNG
TCCTNN
TCCGAA
TCCGAC
TCCGAT
TCCGAG
TCCGAN
TCCGCA
TCCGCC
TCCGCT
TCCGCG
TCCGCN
TCCGTA
TCCGTC
TCCGTT
TCCGTG
TCCGTN
TCCGGA
TCCGGC
TCCGGT
TCCGGG
TCCGGN
TCCGNA
TCCGNC
TCCGNT
TCCGNG
TCCGNN
TCCNAA
TCCNAC
TCCNAT
TCCNAG
TCCNAN
TCCNCA
TCCNCC
TCCNCT
TCCNCG
TCCNCN
TCCNTA
TCCNTC
TCCNTT
TCCNTG
TCCNTN
TCCNGA
TCCNGC
TCCNGT
TCCNGG
TCCNGN
TCCNNA
TCCNNC
TCCNNT
TCCNNG
TCCNNN
TCTAAA
TCTAAC
TCTAAT
TCTAAG
TCTAAN
TCTACA
TCTACC
TCTACT
TCTACG
TCTACN
TCTATA
TCTATC
TCTATT
